/* nothing */
"" = "Project-Id-Version: xchat 2.6.3\nReport-Msgid-Bugs-To: www.xchat.org\nPOT-Creation-Date: 2007-07-01 14:32+1000\nPO-Revision-Date: 2006-06-01 15:10+0800\nLast-Translator: Wei-Lun Chao <chaoweilun@pcmail.com.tw>\nLanguage-Team: Chinese (traditional) <zh-l10n@linux.org.tw>\nMIME-Version: 1.0\nContent-Type: text/plain; charset=UTF-8\nContent-Transfer-Encoding: 8bit\nPlural-Forms: nplurals=1; plural=0;\n";

/* nothing */
"Cannot create ~/.xchat2" = "無法建立~/.xchat2";

/* nothing */
"I'm busy" = "我很忙";

/* nothing */
"Leaving" = "暫離";

/* nothing */
"* Running IRC as root is stupid! You should\n  create a User Account and use that to login.\n" = "* 最好不要以 root 身分執行 IRC！您應該\n  建立一般使用者帳號來登入。\n";

/* nothing */
"Waiting" = "等待";

/* nothing */
"Active" = "活躍";

/* nothing */
"Failed" = "失敗";

/* nothing */
"Done" = "完成";

/* nothing */
"Connect" = "連接";

/* nothing */
"Aborted" = "中止";

/* nothing */
"Cannot access %s\n" = "無法存取 %s\n";

/* nothing */
"Error" = "錯誤";

/* nothing */
"%s is offering \"%s\". Do you want to accept?" = "%s 正在提供 \"%s\"。您要接收碼？";

/* nothing */
"No active DCCs\n" = "沒有活躍的 DCC\n";

/* nothing */
"YES  " = "是   ";

/* nothing */
"NO   " = "否   ";

/* nothing */
"You are being CTCP flooded from %s, ignoring %s\n" = "您正受到來自 %s 的 CTCP flood 攻擊，忽略 %s\n";

/* nothing */
"You are being MSG flooded from %s, setting gui_auto_open_dialog OFF.\n" = "您正受到來自 %s 的 MSG flood 攻擊，設定圖形化自動對話框為關閉。\n";

/* nothing */
"  %-20s online\n" = "  %-20s 在線\n";

/* nothing */
"  %-20s offline\n" = "  %-20s 離線\n";

/* nothing */
"No channel joined. Try /join #<channel>\n" = "沒有加入任何聊天室。請嘗試 /join #<channel>\n";

/* nothing */
"Not connected. Try /server <host> [<port>]\n" = "還未連接伺服器。請嘗試 /server <host> [<port>]\n";

/* nothing */
"Already marked away: %s\n" = "";

/* nothing */
"Already marked back.\n" = "";

/* nothing */
"I need /bin/sh to run!\n" = "使用 /bin/sh 才能執行本程式！\n";

/* nothing */
"Commands Available:" = "可用命令：";

/* nothing */
"User defined commands:" = "使用者自訂命令：";

/* nothing */
"Plugin defined commands:" = "使用者自訂命令：";

/* nothing */
"Type /HELP <command> for more information, or /HELP -l" = "請鍵入 /HELP <command> 或者 /HELP -l 以獲取更多資訊";

/* nothing */
"Unknown arg '%s' ignored." = "忽略未知引數「%s」。";

/* nothing */
"No such plugin found.\n" = "找不到該外掛程式。\n";

/* nothing */
"That plugin is refusing to unload.\n" = "無法卸載該外掛程式。\n";

/* nothing */
"ADDBUTTON <name> <action>, adds a button under the user-list" = "ADDBUTTON <name> <action>，在使用者清單下添加一個按鈕";

/* nothing */
"ALLCHAN <cmd>, sends a command to all channels you're in" = "ALLCHAN <cmd>，向您所在的所有聊天室發送命令";

/* nothing */
"ALLCHANL <cmd>, sends a command to all channels you're in" = "ALLCHANL <cmd>，向您所在的所有聊天室發送命令";

/* nothing */
"ALLSERV <cmd>, sends a command to all servers you're in" = "ALLSERV <cmd>，向您所在的所有伺服器發送命令";

/* nothing */
"AWAY [<reason>], sets you away" = "AWAY [<reason>]，設定您為暫離狀態";

/* nothing */
"BACK, sets you back (not away)" = "";

/* nothing */
"BAN <mask> [<bantype>], bans everyone matching the mask from the current channel. If they are already on the channel this doesn't kick them (needs chanop)" = "BAN <mask> [<bantype>]，禁止所有符合 mask 的使用者進入目前的聊天室。如果他們已在該聊天室，這個命令不會把他們踢出去(需要有 chanop 身分)";

/* nothing */
"Set per channel options\nCHANOPT CONFMODE ON|OFF - Toggle conf mode/showing of join and part messages\nCHANOPT COLORPASTE ON|OFF - Toggle color paste\nCHANOPT BEEP ON|OFF - Toggle beep on message\nCHANOPT TRAY ON|OFF - Toggle tray blink on message" = "";

/* nothing */
"CLEAR [ALL|HISTORY], Clears the current text window or command history" = "CLEAR，清空目前文字視窗";

/* nothing */
"CLOSE, Closes the current window/tab" = "CLOSE，關閉目前視窗/分頁";

/* nothing */
"COUNTRY [-s] <code|wildcard>, finds a country code, eg: au = australia" = "COUNTRY [-s] <code|wildcard>，查看國家代碼對應的國家名，比如：tw = 臺灣";

/* nothing */
"CTCP <nick> <message>, send the CTCP message to nick, common messages are VERSION and USERINFO" = "CTCP <nick> <message>，給暱稱為 <nick> 者發送 CTCP 訊息，常用訊息是 VERSION 和 USERINFO";

/* nothing */
"CYCLE [<channel>], parts the current or given channel and immediately rejoins" = "CYCLE，離開目前聊天室並立即重新加入";

/* nothing */
"\nDCC GET <nick>                      - accept an offered file\nDCC SEND [-maxcps=#] <nick> [file]  - send a file to someone\nDCC PSEND [-maxcps=#] <nick> [file] - send a file using passive mode\nDCC LIST                            - show DCC list\nDCC CHAT <nick>                     - offer DCC CHAT to someone\nDCC PCHAT <nick>                    - offer DCC CHAT using passive mode\nDCC CLOSE <type> <nick> <file>         example:\n         /dcc close send johnsmith file.tar.gz" = "\nDCC GET <nick>                     - 接收暱稱為 <nick> 者發送給您的檔案\nDCC SEND [-maxcps=#] <nick> [file] - 發送檔案給某人\nDCC PSEND [-maxcps=#] <nick> [file] - 使用被動模式發送檔案給某人\nDCC LIST                           - 顯示 DCC 清單\nDCC CHAT <nick>                    - 與某人密談\nDCC PCHAT <nick>                    - 使用被動模式與某人密談\nDCC CLOSE <type> <nick> <file>         例如：\n         /dcc close send johnsmith file.tar.gz";

/* nothing */
"DEHOP <nick>, removes chanhalf-op status from the nick on the current channel (needs chanop)" = "DEHOP <nick>，取消目前聊天室內暱稱為 <nick> 者的 chanhalf-op 身分(需要有 chanop 身分)";

/* nothing */
"DELBUTTON <name>, deletes a button from under the user-list" = "DELBUTTON <name>，刪除使用者清單下的一個按鈕";

/* nothing */
"DEOP <nick>, removes chanop status from the nick on the current channel (needs chanop)" = "DEOP <nick>，取消暱稱為 <nick> 者在本聊天室的 chanop 身分(需要有 chanop 身分)";

/* nothing */
"DEVOICE <nick>, removes voice status from the nick on the current channel (needs chanop)" = "DEVOICE <nick>，取消暱稱為 <nick> 者在本聊天室的發言權(需要有 chanop 身分)";

/* nothing */
"DISCON, Disconnects from server" = "DISCON，切斷和伺服器的連接";

/* nothing */
"DNS <nick|host|ip>, Finds a users IP number" = "DNS <nick|host|ip>, 查詢某位使用者的 IP 位址";

/* nothing */
"ECHO <text>, Prints text locally" = "ECHO <text>，只在本地顯示文字";

/* nothing */
"EXEC [-o] <command>, runs the command. If -o flag is used then output is sent to current channel, else is printed to current text box" = "EXEC [-o] <command>，執行命令。如果使用了 -o 選項則輸出到目前聊天室，否則輸出到目前文字框";

/* nothing */
"EXECCONT, sends the process SIGCONT" = "EXECCONT，向行程發送 SIGCONT 信號";

/* nothing */
"EXECKILL [-9], kills a running exec in the current session. If -9 is given the process is SIGKILL'ed" = "EXECKILL [-9]，砍掉目前會話中的某執行行程。如果使用 -9 選項，則用 SIGKILL 砍掉該行程";

/* nothing */
"EXECSTOP, sends the process SIGSTOP" = "EXECSTOP，向行程發送 SIGSTOP 信號";

/* nothing */
"EXECWRITE, sends data to the processes stdin" = "EXECWRITE，把資料發送給行程的標準輸入";

/* nothing */
"FLUSHQ, flushes the current server's send queue" = "FLUSHQ，排空目前伺服器的發送佇列";

/* nothing */
"GATE <host> [<port>], proxies through a host, port defaults to 23" = "GATE <host> [<port>]，經由某主機來代理，預設輸出入埠為 23";

/* nothing */
"GHOST <nick> <password>, Kills a ghosted nickname" = "GHOST <nick> <password>，砍掉已無息消失的暱稱";

/* nothing */
"HOP <nick>, gives chanhalf-op status to the nick (needs chanop)" = "HOP <nick>，給暱稱為 <nick> 者以 chanhalf-op 身分 (需要有 chanop 身分)";

/* nothing */
"ID <password>, identifies yourself to nickserv" = "ID <password>，向暱稱伺服器表明您自己的身分";

/* nothing */
"IGNORE <mask> <types..> <options..>\n    mask - host mask to ignore, eg: *!*@*.aol.com\n    types - types of data to ignore, one or all of:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    options - NOSAVE, QUIET" = "IGNORE <mask> <types..> <options..>\n    mask - 欲忽略的主機遮罩，比如 *!*@*.aol.com\n    types - 欲忽略資料的類型，以下選項之一或全部：\n            PRIV，CHAN，NOTI，CTCP，INVI，ALL\n    options - NOSAVE, QUIET";

/* nothing */
"INVITE <nick> [<channel>], invites someone to a channel, by default the current channel (needs chanop)" = "INVITE <nick> [<channel>]，邀請暱稱為 <nick> 者加入聊天室，預設為目前聊天室(需要有 chanop 身分)";

/* nothing */
"JOIN <channel>, joins the channel" = "JOIN <channel>，加入聊天室";

/* nothing */
"KICK <nick>, kicks the nick from the current channel (needs chanop)" = "KICK <nick>，把暱稱為 <nick> 者踢出目前聊天室(需要有 chanop 身分)";

/* nothing */
"KICKBAN <nick>, bans then kicks the nick from the current channel (needs chanop)" = "KICKBAN <nick>，把暱稱為 <nick> 者踢出目前聊天室，並禁止他再進入(需要有 chanop 身分)";

/* nothing */
"LAGCHECK, forces a new lag check" = "LAGCHECK，強制進行新的延遲檢查";

/* nothing */
"LASTLOG <string>, searches for a string in the buffer" = "LASTLOG <string>，在緩衝區中搜索字串";

/* nothing */
"LOAD [-e] <file>, loads a plugin or script" = "LOAD [-e] <file>，載入外掛程式或命令稿";

/* nothing */
"MDEHOP, Mass deop's all chanhalf-ops in the current channel (needs chanop)" = "MDEHOP，取消目前聊天室中所有 chanhalf-op 的權限 (需要有 chanop 身分)";

/* nothing */
"MDEOP, Mass deop's all chanops in the current channel (needs chanop)" = "MDEOP，取消目前聊天室中所有 chanop 的權限 (需要有 chanop 身分)";

/* nothing */
"ME <action>, sends the action to the current channel (actions are written in the 3rd person, like /me jumps)" = "ME <action>，向目前聊天室中發送一個動作 (動作使用第三人稱陳述，例如 /me jumps)";

/* nothing */
"MKICK, Mass kicks everyone except you in the current channel (needs chanop)" = "MKICK，踢出目前聊天室中除您自己之外的所有使用者 (需要有 chanop 身分)";

/* nothing */
"MOP, Mass op's all users in the current channel (needs chanop)" = "MOP，給本聊天室中所有使用者 chanop 身分(需要有 chanop 身分)";

/* nothing */
"MSG <nick> <message>, sends a private message" = "MSG <nick> <message>，給暱稱為 <nick> 者發送一則悄悄話";

/* nothing */
"NAMES, Lists the nicks on the current channel" = "NAMES，列出目前聊天室的所有使用者暱稱";

/* nothing */
"NCTCP <nick> <message>, Sends a CTCP notice" = "NCTCP <nick> <message>，給暱稱為 <nick> 者發送一則 CTCP 通知";

/* nothing */
"NEWSERVER [-noconnect] <hostname> [<port>]" = "NEWSERVER [-noconnect] <hostname> [<port>]";

/* nothing */
"NICK <nickname>, sets your nick" = "NICK <nickname>，設定您的暱稱";

/* nothing */
"NOTICE <nick/channel> <message>, sends a notice. Notices are a type of message that should be auto reacted to" = "NOTICE <nick/channel> <message>，發送一則通知。通知是一種能被自動回應的訊息";

/* nothing */
"NOTIFY [-n network1[,network2,...]] [<nick>], displays your notify list or adds someone to it" = "NOTIFY [<nick>]，列出您的通知清單，或在清單中添加某人";

/* nothing */
"OP <nick>, gives chanop status to the nick (needs chanop)" = "OP <nick>，給予暱稱為 <nick> 者 chanop 身分 (需要有 chanop 身分)";

/* nothing */
"PART [<channel>] [<reason>], leaves the channel, by default the current one" = "PART [<channel>] [<reason>]，離開聊天室，預設為目前的聊天室";

/* nothing */
"PING <nick | channel>, CTCP pings nick or channel" = "PING <nick | channel>，CTCP ping 某位使用者或聊天室";

/* nothing */
"QUERY [-nofocus] <nick>, opens up a new privmsg window to someone" = "QUERY <nick>，跟某人打開一個悄悄話視窗";

/* nothing */
"QUIT [<reason>], disconnects from the current server" = "QUIT [<reason>]，切斷與目前伺服器的連接";

/* nothing */
"QUOTE <text>, sends the text in raw form to the server" = "QUOTE <text>，向伺服器發送原始格式的文字";

/* nothing */
"RECONNECT [-ssl] [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [-ssl] [<host>] [<port>] [<password>]，可用 /RECONNECT 重新連接目前伺服器或用 /RECONNECT ALL 重新連接所有伺服器";

/* nothing */
"RECONNECT [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [<host>] [<port>] [<password>]，可用 /RECONNECT 重新連接目前伺服器或用 /RECONNECT ALL 重新連接所有伺服器";

/* nothing */
"RECV <text>, send raw data to xchat, as if it was received from the irc server" = "RECV <text>，向 xchat 發送原始資料，就好像它是從 irc 伺服器上接收到的一樣";

/* nothing */
"SAY <text>, sends the text to the object in the current window" = "SAY <text>，向目前視窗中的對象發送文字";

/* nothing */
"SEND <nick> [<file>]" = "SEND <nick> [<file>]";

/* nothing */
"SERVCHAN [-ssl] <host> <port> <channel>, connects and joins a channel" = "SERVCHAN [-ssl] <host> <port> <channel>，連接伺服器並加入某聊天室";

/* nothing */
"SERVCHAN <host> <port> <channel>, connects and joins a channel" = "SERVCHAN <host> <port> <channel>，連接伺服器並加入某聊天室";

/* nothing */
"SERVER [-ssl] <host> [<port>] [<password>], connects to a server, the default port is 6667 for normal connections, and 9999 for ssl connections" = "SERVER [-ssl] <host> [<port>] [<password>]，連接伺服器。普通連線預設輸出入埠為 6667，SSL 加密連線預設輸出入埠為 9999";

/* nothing */
"SERVER <host> [<port>] [<password>], connects to a server, the default port is 6667" = "SERVER <host> [<port>] [<password>]，連接伺服器。預設輸出入埠為 6667";

/* nothing */
"SET [-e] [-or] [-quiet] <variable> [<value>]" = "SET [-quiet] <variable> [<value>]";

/* nothing */
"SETCURSOR [-|+]<position>" = "SETCURSOR [-|+]<position>";

/* nothing */
"TOPIC [<topic>], sets the topic if one is given, else shows the current topic" = "TOPIC [<topic>]，設定話題為指定話題，如果未指定則顯示目前話題";

/* nothing */
"\nTRAY -f <timeout> <file1> [<file2>] Blink tray between two icons.\nTRAY -f <filename>                  Set tray to a fixed icon.\nTRAY -i <number>                    Blink tray with an internal icon.\nTRAY -t <text>                      Set the tray tooltip.\nTRAY -b <title> <text>              Set the tray balloon." = "";

/* nothing */
"UNBAN <mask> [<mask>...], unbans the specified masks." = "UNBAN <mask> [<mask>...]，解禁指定的遮罩。";

/* nothing */
"UNIGNORE <mask> [QUIET]" = "UNIGNORE <mask> [QUIET]";

/* nothing */
"UNLOAD <name>, unloads a plugin or script" = "UNLOAD <name>，卸載外掛程式或命令稿";

/* nothing */
"URL <url>, opens a URL in your browser" = "URL <url>，在您的瀏覽器中開啟 <url>";

/* nothing */
"USELECT [-a] [-s] <nick1> <nick2> etc, highlights nick(s) in channel userlist" = "USELECT [-a] [-s] <nick1> <nick2>...，在聊天室使用者清單中以高亮度標示暱稱";

/* nothing */
"VOICE <nick>, gives voice status to someone (needs chanop)" = "VOICE <nick>，給予暱稱為 <nick> 者發言權(需要有 chanop 身分)";

/* nothing */
"WALLCHAN <message>, writes the message to all channels" = "WALLCHAN <message>，發送訊息到所有的聊天室";

/* nothing */
"WALLCHOP <message>, sends the message to all chanops on the current channel" = "WALLCHOP <message>，給目前聊天室中所有 chanop 發送訊息";

/* nothing */
"Usage: %s\n" = "用法：%s\n";

/* nothing */
"\nNo help available on that command.\n" = "\n沒有關於該命令的求助資訊。\n";

/* nothing */
"No such command.\n" = "無此命令。\n";

/* nothing */
"Bad arguments for user command.\n" = "使用者命令的引數不對。\n";

/* nothing */
"Too many recursive usercommands, aborting." = "太多遞迴的使用者命令，中止。";

/* nothing */
"Unknown Command. Try /help\n" = "未知命令。請嘗試 /help\n";

/* nothing */
"No xchat_plugin_init symbol; is this really an xchat plugin?" = "無 xchat_plugin_init 符號；這確實是 xchat 的外掛程式嗎？";

/* nothing */
"Are you sure this is a SSL capable server and port?\n" = "您確信此伺服器和輸出入埠支援‧SSL ？\n";

/* nothing */
"Cannot resolve hostname %s\nCheck your IP Settings!\n" = "無法解析主機名 %s\n請檢查您的 IP 設定！\n";

/* nothing */
"Proxy traversal failed.\n" = "代理傳送失敗。\n";

/* nothing */
"Cycling to next server in %s...\n" = "輪跳至 %s 的下一個伺服器中...\n";

/* nothing */
"Warning: \"%s\" character set is unknown. No conversion will be applied for network %s." = "警告：未知的字元設定「%s」。對網路 %s 將不應用字元轉換。";

/* nothing */
"%C22*%O$t$1 added to notify list." = "%C22*%O$t$1 已增加到通知清單。";

/* nothing */
"%C22*%O$t$1 Banlist:%C19 $4%C20 $2%C21 $3" = "%C22*%O$t$1 封禁清單：%C19 $4%C20 $2%C21 $3";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(You are banned)." = "%C22*%O$t不能加入%C26 %B$1 %O(您被封禁了)。";

/* nothing */
"%C22*%O$t$1 is now known as $2" = "%C22*%O$t$1 改名為 $2";

/* nothing */
"%C22*%O$t$1 sets ban on $2" = "%C22*%O$t$1 封禁了 $2";

/* nothing */
"%C22*%O$tChannel $1 created on $2" = "%C22*%O$t 聊天室 $1 建立於 $2";

/* nothing */
"%C22*%O$t%C26$1%O removes channel half-operator status from%C26 $2" = "%C22*%O$t%C26$1%O 取消了 %C26 $2 的聊天室准管理員權限";

/* nothing */
"%C22*%O$t%C26$1%O removes channel operator status from%C26 $2" = "%C22*%O$t%C26$1%O 取消了 %C26 $2 的聊天室管理員權限";

/* nothing */
"%C22*%O$t%C26$1%O removes voice from%C26 $2" = "%C22*%O$t%C26$1%O 取消了 %C26 $2 的發言權";

/* nothing */
"%C22*%O$t$1 sets exempt on $2" = "%C22*%O$t$1 給 $2 設定了免封權";

/* nothing */
"%C22*%O$t%C26$1%O gives channel half-operator status to%C26 $2" = "%C22*%O$t%C26$1%O 委任 %C26 $2 為聊天室准管理員";

/* nothing */
"%C22*%O$t$1 sets invite on $2" = "%C22*%O$t$1 給 $2 設定了邀請權";

/* nothing */
"%UChannel          Users   Topic" = "%U 聊天室          使用者     話題";

/* nothing */
"%C22*%O$t$1 sets mode $2$3 $4" = "%C22*%O$t$1 設定 $2$3 $4 模式";

/* nothing */
"%C22*%O$t%C22Channel $1 modes: $2" = "%C22*%O$t%C22聊天室 $1 模式：$2";

/* nothing */
"%C22*%O$t%C26$1%O gives channel operator status to%C26 $2" = "%C22*%O$t%C26$1%O 委任 %C26$2 為聊天室管理員";

/* nothing */
"%C22*%O$t$1 removes exempt on $2" = "%C22*%O$t$1 取消了 $2 的免封權";

/* nothing */
"%C22*%O$t$1 removes invite on $2" = "%C22*%O$t$1 取消了 $2 的邀請權";

/* nothing */
"%C22*%O$t$1 removes channel keyword" = "%C22*%O$t$1 取消了聊天室密碼";

/* nothing */
"%C22*%O$t$1 removes user limit" = "%C22*%O$t$1 取消了使用者限額";

/* nothing */
"%C22*%O$t$1 sets channel keyword to $2" = "%C22*%O$t$1 設定聊天室密碼為 $2";

/* nothing */
"%C22*%O$t$1 sets channel limit to $2" = "%C22*%O$t$1 設定聊天室限額為 $2";

/* nothing */
"%C22*%O$t$1 removes ban on $2" = "%C22*%O$t$1 解除了對 $2 的封禁";

/* nothing */
"%C22*%O$t%C26$1%O gives voice to%C26 $2" = "%C22*%O$t%C26$1%O 給了 %C26$2 發言權";

/* nothing */
"%C22*%O$t%C22Connected. Now logging in..." = "已連接到 %C22*%O$t%C22。正在登入...";

/* nothing */
"%C22*%O$t%C22Connecting to $1 ($2) port $3%O..." = "%C22*%O$t%C22 正在連接到 $1 ($2) 輸出入埠 $3%O...";

/* nothing */
"%C21*%O$t%C21Connection failed. Error: $1" = "%C21*%O$t%C21連線失敗。錯誤：$1";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2" = "%C22*%O$t收到來自 $2 的CTCP $1";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2 (to $3)" = "%C22*%O$t從 $2 處接收到一個(到 $3 的)CTCP $1";

/* nothing */
"%C19>%O$1%C19<%O$tCTCP $2" = "%C19>%O$1%C19<%O$tCTCP $2";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2" = "%C22*%O$t收到來自 $2 的 CTCP 聲音 $1";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2 (to $3)" = "%C22*%O$t從 $2 處接收到一個(到 $3 的)CTCP 聲音 $1";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O aborted." = "%C22*%O$t和 %C26$1%O 的密談中止。";

/* nothing */
"%C22*%O$tDCC CHAT connection established to %C26$1 %C30[%O$2%C30]" = "%C22*%O$t和 %C26$1 %C30[%O$2%C30] 開始密談了";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O lost ($4)." = "%C22*%O$$t和 %C26$1%O 的密談丟失($4)。";

/* nothing */
"%C22*%O$tReceived a DCC CHAT offer from $1" = "%C22*%O$t收到來自 $1 的密談請求";

/* nothing */
"%C22*%O$tOffering DCC CHAT to $1" = "%C22*%O$t向 $1 發送密談請求";

/* nothing */
"%C22*%O$tAlready offering CHAT to $1" = "%C22*%O$t對 $1 已發送密談請求";

/* nothing */
"%C22*%O$tDCC $1 connect attempt to%C26 $2%O failed (err=$3)." = "%C22*%O$t到 %C26$2%O 的 DCC $1 連接失敗 (err=$3)。";

/* nothing */
"%C22*%O$tReceived '$1%O' from $2" = "%C22*%O$t收到來自 $2 的「$1%O」";

/* nothing */
"%C24,18 Type  To/From    Status  Size    Pos     File         " = "%C24,18 類型   到/來自       狀態    大小    位置     檔案         ";

/* nothing */
"%C22*%O$tReceived a malformed DCC request from %C26$1%O.%010%C22*%O$tContents of packet: $2" = "%C22*%O$t收到來自 %C26$1%O 的有錯的 DCC 請求。%010%C22*%O$t資料包內容：$2";

/* nothing */
"%C22*%O$tOffering%C26 $1%O to%C26 $2" = "%C22*%O$t提供 %C26$1%O給 %C26 $2";

/* nothing */
"%C22*%O$tNo such DCC offer." = "%C22*%O$t無此 DCC 請求。";

/* nothing */
"%C22*%O$tDCC RECV%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$t到 %C26$1%O 的 DCC RECV %C26 $2%O 中止。";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O complete %C30[%C26$4%O cps%C30]%O." = "%C22*%O$t從 %C26$3%O DCC RECV %C26$1%O 已完成 %C30[%C26$4%O cps%C30]%O。";

/* nothing */
"%C22*%O$tDCC RECV connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$t建立和 %C26$1 %C30[%O$2%C30] 的 DCC RECV 連線";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O failed ($4)." = "%C22*%O$t從 %C26$3%O DCC RECV %C26$1%O 失敗($4)。";

/* nothing */
"%C22*%O$tDCC RECV: Cannot open $1 for writing ($2)." = "%C22*%O$tDCC RECV：不能打開 $1 進行寫入操作($2)。 ";

/* nothing */
"%C22*%O$tThe file%C26 $1%C already exists, saving it as%C26 $2%O instead." = "%C22*%O$t檔案 %C11$1%C 已存在，請另存為 %C26$2%O。";

/* nothing */
"%C22*%O$t%C26$1 %Ohas requested to resume%C26 $2 %Cfrom%C26 $3%C." = "%C22*%O$t%C26$1 %O請求續傳來自 %C26$3%C 的 %C26$2 %C 。";

/* nothing */
"%C22*%O$tDCC SEND%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$t到 %C26$1%O 的 DCC SEND %C26$2%O 中止。";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O complete %C30[%C26$3%O cps%C30]%O." = "%C22*%O$t到 %C26$2%O 的 DCC SEND %C26$1%O  已完成  %C30[%C26$3%O cps%C30]%O。";

/* nothing */
"%C22*%O$tDCC SEND connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$t建立和 %C26 $1 %C30[%O$2%C30] 的 DCC SEND 連線";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O failed. $3" = "%C22*%O$t到 %C26$2%O 的 DCC SEND %C26$1%O 失敗。$3";

/* nothing */
"%C22*%O$t%C26$1 %Ohas offered%C26 $2 %O(%C26$3 %Obytes)" = "%C22*%O$t%C26$1 %O已發送%C26 $2 %O(%C26$3 %O位元組)";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Cstalled - aborting." = "%C22*%O$tDCC $1%C26 $2 %O到 %C26$3 %C 沒有響應 - 中止。";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Otimed out - aborting." = "%C22*%O$tDCC $1%C26 $2 %O到%C26 $3 %O已超時 - 中止。";

/* nothing */
"%C22*%O$t$1 deleted from notify list." = "%C22*%O$t$1已從通知清單中刪除。";

/* nothing */
"%C22*%O$tDisconnected ($1)." = "%C22*%O$t已切斷連接 ($1)。";

/* nothing */
"%C22*%O$tFound your IP: [$1]" = "%C22*%O$t找到您的 IP：[$1]";

/* nothing */
"%O%C26$1%O added to ignore list." = "%O%C26$1%O 添加到忽略清單。";

/* nothing */
"Ignore on %C26$1%O changed." = "對 %C26$1%O 的忽略已改變。";

/* nothing */
"%C24,18                                                              " = "%C24,18                                                              ";

/* nothing */
"%C24,18 Hostmask                  PRIV NOTI CHAN CTCP DCC  INVI UNIG " = "%C24,18 主機遮罩                  PRIV NOTI CHAN CTCP DCC  INVI UNIG ";

/* nothing */
"%O%C26$1%O removed from ignore list." = "%O%C26$1%O 已從忽略清單中刪除。";

/* nothing */
"  Ignore list is empty." = "  您的忽略清單還是空的。";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Channel is invite only)." = "%C22*%O$t無法加入%C26 %B$1 %O(該聊天室只有被邀請才能加入)。";

/* nothing */
"%C22*%O$tYou have been invited to%C26 $1%O by%C26 $2%C (%C26$3%C)" = "%C22*%O$t%C26 $2%C (%C26$3%C)邀請您加入%C26 $1%O";

/* nothing */
"%C19*%O$t%C19%B$1 %B($3) has joined $2" = "%C19*%O$t%C19%B$1 %B($3) 加入了 $2";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Requires keyword)." = "%C22*%O$t無法加入%C26 %B$1 %O(需要密碼)。";

/* nothing */
"%C21*%O$t%C21$1 has kicked $2 from $3 ($4%O%C21)" = "%C21*%O$t%C21$1 把 $2 踢出了 $3 ($4%O%C21)";

/* nothing */
"%C22*%O$tYou have been killed by $1 ($2%O%C22)" = "%C22*%O$t您被 $1 踢出了聊天室 ($2%O%C22)";

/* nothing */
"%C22*%O$t%C22MOTD Skipped." = "%C22*%O$t%C22MOTD 被跳過。";

/* nothing */
"%C22*%O$t$1 already in use. Retrying with $2..." = "%C22*%O$t$1 已被佔用。正在使用 $2 重試...";

/* nothing */
"%C22*%O$tNickname already in use. Use /NICK to try another." = "%C22*z%O$t該暱稱已被佔用。請用 /NICK 嘗試使用另一個暱稱。";

/* nothing */
"%C22*%O$tNo such DCC." = "%C22*%O$t沒有此 DCC。";

/* nothing */
"%C22*%O$tNo process is currently running" = "%C22*%O$t目前沒有任何行程在執行";

/* nothing */
"$tNotify list is empty." = "$t上線通知清單是空的。";

/* nothing */
"%C24,18 %B  Notify List                           " = "%C24,18 %B  通知清單                             ";

/* nothing */
"%C22*%O$t$1 users in notify list." = "%C22*%O$t$1通知清單中有 $1 名使用者。";

/* nothing */
"%C22*%O$tNotify: $1 is offline ($3)." = "%C22*%O$t通知：$1 離線了 ($2)。";

/* nothing */
"%C22*%O$tNotify: $1 is online ($3)." = "%C22*%O$t通知：$1 上線了 ($2)。";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3" = "%C23*%O$t%C23$1 (%O%C23$2) 離開了 $3";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3 (%O%C23%B%B$4%O%C23)" = "%C23*%O$t%C23$1 (%O%C23$2) 離開了 $3 (%O%C23%B%B$4%O%C23)";

/* nothing */
"%C22*%O$tPing reply from $1: $2 second(s)" = "%C22*%O$tPing 回應從 $1 處返回：$2 秒";

/* nothing */
"%C22*%O$tNo ping reply for $1 seconds, disconnecting." = "%C22*%O$t在 %1 秒內沒有收到 ping 回應，正在切斷連接。";

/* nothing */
"%C22*%O$tA process is already running" = "%C22*%O$t一個行程已在執行";

/* nothing */
"%C23*%O$t%C23$1 has quit (%O%C23%B%B$2%O%C23)" = "%C23*%O$t%C23$1 已結束 (%O%C23%B%B$2%O%C23)";

/* nothing */
"%C22*%O$t$1 sets modes%B %C30[%O$2%B%C30]" = "%C22*%O$t$1 設定模式%B %C30[%O$2%B%C30]";

/* nothing */
"%C28-%C29$1/Wallops%C28-%O$t$2" = "%C28-%C29$1/Wallops%C28-%O$t$2";

/* nothing */
"%C22*%O$tLooking up IP number for%C26 $1%O..." = "%C22*%O$t查尋 %C26 $1%O 的 IP 位址...";

/* nothing */
"%C22*%O$t%C22Connected." = "%C22*%O$t%C22已連接。";

/* nothing */
"%C22*%O$t%C22Looking up $1" = "%C22*%O$t%C22正在查詢 $1";

/* nothing */
"%C22*%O$tStopped previous connection attempt (pid=$1)" = "%C22*%O$t前次連線嘗試停止 (pid=$1)";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29is: $2" = "%C29*%O$t%C29$1%C %C29的話題是：$2";

/* nothing */
"%C22*%O$t$1 has changed the topic to: $2" = "%C22*%O$t$1 已將話題改變為： $2%O";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29set by $2%C %C29at $3" = "%C29*%O$t%C29$1%C %C29的話題由 $2%C %C29於 $3 設定";

/* nothing */
"%C22*%O$tUnknown host. Maybe you misspelled it?" = "%C22*%O$t未知主機。也許您把它拼寫錯了？";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(User limit reached)." = "%C22*%O$t無法加入%C26 %B$1 %O(達到了使用者限額)。";

/* nothing */
"%C22*%O$t%C26Users on $1:%C $2" = "%C22*%O$t%C26 $1 中的使用者：%C $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Cis away %C30(%O$2%O%C30)" = "%C22*%O$t%C28[%O$1%C28] %C 暫時離開了 %C30(%O$2%O%C30)";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O $2" = "%C22*%O$t%C28[%O$1%C28]%O $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %OEnd of WHOIS list." = "%C22*%O$t%C28[%O$1%C28] %O WHOIS 清單結束。";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2" = "%C22*%O$t%C28[%O$1%C28]%O 發呆%C26 $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2%O, signon:%C26 $3" = "%C22*%O$t%C28[%O$1%C28]%O 發呆%C26 $2%O, 登入時間：%C26 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4" = "%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Oreal user@host%C27 $2%O, real IP%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %O 真實使用者@主機%C27 $2%O, 真實IP%C27 $3";

/* nothing */
"%C19*%O$t%C19Now talking on $2" = "%C19*%O$t%C19您現在在 $2 裡聊天";

/* nothing */
"%C23*$tYou have been kicked from $2 by $3 ($4%O%C23)" = "%C23*$t您被 $3 從 $2 中踢出 ($4%O%C23)";

/* nothing */
"%C23*$tYou have left channel $3" = "%C23*$t您已離開聊天室 $3";

/* nothing */
"%C23*$tYou have left channel $3 (%O%C23%B%B$4%O%C23)" = "%C23*$t您已離開聊天室 $3 (%O%C23%B%B$4%O%C23)";

/* nothing */
"%C22*%O$tYou've invited%C26 $1%O to%C26 $2%O (%C26$3%O)" = "%C22*%O$t您已邀請%C26 $1%O 加入%C26 $2%O (%C26$3%O)";

/* nothing */
"%C22*%O$tYou are now known as $2" = "%C22*%O$t您已改名為$2";

/* nothing */
"Loaded log from" = "";

/* nothing */
"**** ENDING LOGGING AT %s\n" = "**** %s 結束日誌紀錄\n";

/* nothing */
"**** BEGIN LOGGING AT %s\n" = "**** %s 開始日誌記錄\n";

/* nothing */
"* Can't open log file(s) for writing. Check the\n  permissions on %s/xchatlogs" = "不能打開日誌檔案進行寫入操作。請檢查\n%s/xchatlogs 的權限設定";

/* nothing */
"Left message" = "左邊的訊息";

/* nothing */
"Right message" = "右邊的訊息";

/* nothing */
"The nick of the joining person" = "加入的使用者";

/* nothing */
"The channel being joined" = "加入的聊天室";

/* nothing */
"The host of the person" = "此人的主機";

/* nothing */
"Nickname" = "暱稱";

/* nothing */
"The action" = "動作";

/* nothing */
"Mode char" = "聊天模式";

/* nothing */
"The text" = "文字";

/* nothing */
"Identified text" = "驗證文字";

/* nothing */
"The message" = "訊息";

/* nothing */
"Old nickname" = "原暱稱";

/* nothing */
"New nickname" = "新暱稱";

/* nothing */
"Nick of person who changed the topic" = "更改話題的使用者";

/* nothing */
"Topic" = "話題";

/* nothing */
"Channel" = "聊天室";

/* nothing */
"The nickname of the kicker" = "能踢人的使用者";

/* nothing */
"The person being kicked" = "被踢者";

/* nothing */
"The channel" = "聊天室";

/* nothing */
"The reason" = "原因";

/* nothing */
"The nick of the person leaving" = "離開的使用者";

/* nothing */
"The time" = "時間";

/* nothing */
"The creator" = "建立者";

/* nothing */
"Nick" = "暱稱";

/* nothing */
"Reason" = "原因";

/* nothing */
"Host" = "主機";

/* nothing */
"Who it's from" = "來自者";

/* nothing */
"The time in x.x format (see below)" = "時間格式為 x.x (見下)";

/* nothing */
"The Channel it's going to" = "要加入的聊天室";

/* nothing */
"The sound" = "音效";

/* nothing */
"The nick of the person" = "此人的暱稱";

/* nothing */
"The CTCP event" = "CTCP 事件";

/* nothing */
"The nick of the person who set the key" = "設定密鑰的使用者";

/* nothing */
"The key" = "密鑰";

/* nothing */
"The nick of the person who set the limit" = "設定限額的使用者";

/* nothing */
"The limit" = "限額";

/* nothing */
"The nick of the person who did the op'ing" = "使用了 op 命令的使用者";

/* nothing */
"The nick of the person who has been op'ed" = "被授予 op 身分的使用者";

/* nothing */
"The nick of the person who has been halfop'ed" = "被授予 halfop 身分的使用者";

/* nothing */
"The nick of the person who did the halfop'ing" = "使用 halfop 命令的使用者";

/* nothing */
"The nick of the person who did the voice'ing" = "使用 voice 命令的使用者";

/* nothing */
"The nick of the person who has been voice'ed" = "被賦予發言權的使用者";

/* nothing */
"The nick of the person who did the banning" = "使用 ban 命令的使用者";

/* nothing */
"The ban mask" = "ban 命令的遮罩";

/* nothing */
"The nick who removed the key" = "取消密鑰的使用者";

/* nothing */
"The nick who removed the limit" = "取消使用者限額的使用者";

/* nothing */
"The nick of the person of did the deop'ing" = "使用 deop 命令的使用者";

/* nothing */
"The nick of the person who has been deop'ed" = "被取消 op 身分的使用者";

/* nothing */
"The nick of the person of did the dehalfop'ing" = "使用 dehalfop 命令的使用者";

/* nothing */
"The nick of the person who has been dehalfop'ed" = "被取消 halfop 身分的使用者";

/* nothing */
"The nick of the person of did the devoice'ing" = "使用 devoice 命令的使用者";

/* nothing */
"The nick of the person who has been devoice'ed" = "被取消發言權的使用者";

/* nothing */
"The nick of the person of did the unban'ing" = "使用 unban 命令的使用者";

/* nothing */
"The nick of the person who did the exempt" = "使用 exempt 命令的使用者";

/* nothing */
"The exempt mask" = "exempt 遮罩";

/* nothing */
"The nick of the person removed the exempt" = "取消 exempt 的使用者";

/* nothing */
"The nick of the person who did the invite" = "使用 invite 命令的使用者";

/* nothing */
"The invite mask" = "invite 遮罩";

/* nothing */
"The nick of the person removed the invite" = "取消 invite 的使用者";

/* nothing */
"The nick of the person setting the mode" = "設定模式的使用者";

/* nothing */
"The mode's sign (+/-)" = "模式的符號(+/-)";

/* nothing */
"The mode letter" = "模式字母";

/* nothing */
"The channel it's being set on" = "被設定的聊天室";

/* nothing */
"Username" = "使用者名";

/* nothing */
"Full name" = "全名";

/* nothing */
"Channel Membership/\"is an IRC operator\"" = "聊天室成員/「是 IRC 管理員」";

/* nothing */
"Server Information" = "伺服器資訊";

/* nothing */
"Idle time" = "發呆時間";

/* nothing */
"Signon time" = "登入時間";

/* nothing */
"Away reason" = "離開原因";

/* nothing */
"Message" = "訊息";

/* nothing */
"Account" = "帳戶";

/* nothing */
"Real user@host" = "真實使用者@主機";

/* nothing */
"Real IP" = "真實 IP";

/* nothing */
"Channel Name" = "聊天室名";

/* nothing */
"Text" = "文字";

/* nothing */
"Server Name" = "伺服器名";

/* nothing */
"Nick of person who invited you" = "邀請您的使用者";

/* nothing */
"Users" = "使用者";

/* nothing */
"Nickname in use" = "暱稱已被使用";

/* nothing */
"Nick being tried" = "已試用過的暱稱";

/* nothing */
"IP" = "IP 位址";

/* nothing */
"Port" = "輸出入埠";

/* nothing */
"Network" = "網路";

/* nothing */
"Modes string" = "模式字串";

/* nothing */
"IP address" = "IP 位址";

/* nothing */
"DCC Type" = "DCC 類型";

/* nothing */
"Filename" = "檔案名";

/* nothing */
"Destination filename" = "目標檔案名";

/* nothing */
"CPS" = "CPS";

/* nothing */
"Pathname" = "路徑名";

/* nothing */
"Position" = "位置";

/* nothing */
"Size" = "大小";

/* nothing */
"DCC String" = "DCC 字串";

/* nothing */
"Number of notify items" = "通知條目數";

/* nothing */
"Old Filename" = "舊檔案名";

/* nothing */
"New Filename" = "新檔案名";

/* nothing */
"Receiver" = "接收者";

/* nothing */
"Hostmask" = "主機遮罩";

/* nothing */
"Hostname" = "主機名";

/* nothing */
"The Packet" = "包";

/* nothing */
"Seconds" = "秒";

/* nothing */
"Nick of person who have been invited" = "被邀請的使用者";

/* nothing */
"Banmask" = "ban 的遮罩";

/* nothing */
"Who set the ban" = "設定禁令的使用者";

/* nothing */
"Ban time" = "封禁時間";

/* nothing */
"Error parsing event %s.\nLoading default." = "解析事件 %s 時出錯。\n載入預設值。";

/* nothing */
"Cannot read sound file:\n%s" = "無法讀取聲音檔案：\n%s";

/* nothing */
"Remote host closed socket" = "遠端主機已關閉 socket";

/* nothing */
"Connection refused" = "連線被拒絕";

/* nothing */
"No route to host" = "沒有到主機的路由";

/* nothing */
"Connection timed out" = "連線超時";

/* nothing */
"Cannot assign that address" = "無法分配該位址";

/* nothing */
"Connection reset by peer" = "連線被對方重設";

/* nothing */
"Ascension Island" = "亞森松島";

/* nothing */
"Andorra" = "安道爾";

/* nothing */
"United Arab Emirates" = "阿拉伯聯合大公國";

/* nothing */
"Afghanistan" = "阿富汗";

/* nothing */
"Antigua and Barbuda" = "安地卡及巴布達";

/* nothing */
"Anguilla" = "安圭拉島";

/* nothing */
"Albania" = "阿爾巴尼亞";

/* nothing */
"Armenia" = "亞美尼亞";

/* nothing */
"Netherlands Antilles" = "荷屬安地列斯";

/* nothing */
"Angola" = "安哥拉";

/* nothing */
"Antarctica" = "南極洲";

/* nothing */
"Argentina" = "阿根廷";

/* nothing */
"Reverse DNS" = "反向 DNS";

/* nothing */
"American Samoa" = "美屬薩摩亞";

/* nothing */
"Austria" = "奧地利";

/* nothing */
"Nato Fiel" = "北大西洋公約組織";

/* nothing */
"Australia" = "澳大利亞";

/* nothing */
"Aruba" = "阿盧巴島";

/* nothing */
"Aland Islands" = "奧蘭群島";

/* nothing */
"Azerbaijan" = "亞塞拜然";

/* nothing */
"Bosnia and Herzegovina" = "波士尼亞及赫塞哥維那";

/* nothing */
"Barbados" = "巴貝多";

/* nothing */
"Bangladesh" = "孟加拉";

/* nothing */
"Belgium" = "比利時";

/* nothing */
"Burkina Faso" = "布吉納法索";

/* nothing */
"Bulgaria" = "保加利亞";

/* nothing */
"Bahrain" = "巴林";

/* nothing */
"Burundi" = "浦隆地";

/* nothing */
"Businesses" = "商業";

/* nothing */
"Benin" = "貝南";

/* nothing */
"Bermuda" = "百慕達群島";

/* nothing */
"Brunei Darussalam" = "汶萊";

/* nothing */
"Bolivia" = "玻利維亞";

/* nothing */
"Brazil" = "巴西";

/* nothing */
"Bahamas" = "巴哈馬群島";

/* nothing */
"Bhutan" = "不丹";

/* nothing */
"Bouvet Island" = "波維特島";

/* nothing */
"Botswana" = "波札那";

/* nothing */
"Belarus" = "白俄";

/* nothing */
"Belize" = "貝里斯";

/* nothing */
"Canada" = "加拿大";

/* nothing */
"Cocos Islands" = "可可斯群島";

/* nothing */
"Democratic Republic of Congo" = "剛果民主共和國";

/* nothing */
"Central African Republic" = "中非共和國";

/* nothing */
"Congo" = "剛果";

/* nothing */
"Switzerland" = "瑞士";

/* nothing */
"Cote d'Ivoire" = "象牙海岸";

/* nothing */
"Cook Islands" = "科克群島";

/* nothing */
"Chile" = "智利";

/* nothing */
"Cameroon" = "喀麥隆";

/* nothing */
"China" = "中國";

/* nothing */
"Colombia" = "哥倫比亞";

/* nothing */
"Internic Commercial" = "Internic 商業組織";

/* nothing */
"Costa Rica" = "哥斯大黎加";

/* nothing */
"Serbia and Montenegro" = "塞爾維亞及蒙特尼哥羅";

/* nothing */
"Cuba" = "古巴";

/* nothing */
"Cape Verde" = "維德角島";

/* nothing */
"Christmas Island" = "聖誕島";

/* nothing */
"Cyprus" = "賽普勒斯";

/* nothing */
"Czech Republic" = "捷克共和國";

/* nothing */
"Germany" = "德國";

/* nothing */
"Djibouti" = "吉布地";

/* nothing */
"Denmark" = "丹麥";

/* nothing */
"Dominica" = "多明尼克";

/* nothing */
"Dominican Republic" = "多明尼加共和國";

/* nothing */
"Algeria" = "阿爾及利亞";

/* nothing */
"Ecuador" = "厄瓜多";

/* nothing */
"Educational Institution" = "教育機構";

/* nothing */
"Estonia" = "愛沙尼亞";

/* nothing */
"Egypt" = "埃及";

/* nothing */
"Western Sahara" = "西撒哈拉";

/* nothing */
"Eritrea" = "埃立特里亞";

/* nothing */
"Spain" = "西班牙";

/* nothing */
"Ethiopia" = "衣索比亞";

/* nothing */
"European Union" = "歐盟";

/* nothing */
"Finland" = "芬蘭";

/* nothing */
"Fiji" = "斐濟";

/* nothing */
"Falkland Islands" = "福克蘭群島";

/* nothing */
"Micronesia" = "密克羅尼西亞";

/* nothing */
"Faroe Islands" = "法羅群島";

/* nothing */
"France" = "法國";

/* nothing */
"Gabon" = "加彭";

/* nothing */
"Great Britain" = "大不列顛";

/* nothing */
"Grenada" = "格瑞納達";

/* nothing */
"Georgia" = "喬治亞";

/* nothing */
"French Guiana" = "法屬圭亞那";

/* nothing */
"British Channel Isles" = "不列顛海峽群島";

/* nothing */
"Ghana" = "迦納";

/* nothing */
"Gibraltar" = "直布羅陀";

/* nothing */
"Greenland" = "格陵蘭";

/* nothing */
"Gambia" = "甘比亞";

/* nothing */
"Guinea" = "幾內亞";

/* nothing */
"Government" = "政府部門";

/* nothing */
"Guadeloupe" = "瓜德魯普島";

/* nothing */
"Equatorial Guinea" = "赤道幾內亞";

/* nothing */
"Greece" = "希臘";

/* nothing */
"S. Georgia and S. Sandwich Isles" = "南喬治亞及南桑威奇群島";

/* nothing */
"Guatemala" = "瓜地馬拉";

/* nothing */
"Guam" = "關島";

/* nothing */
"Guinea-Bissau" = "幾內亞比索";

/* nothing */
"Guyana" = "蓋亞那";

/* nothing */
"Hong Kong" = "香港";

/* nothing */
"Heard and McDonald Islands" = "赫德及麥當勞群島";

/* nothing */
"Honduras" = "宏都拉斯";

/* nothing */
"Croatia" = "克羅埃西亞";

/* nothing */
"Haiti" = "海地";

/* nothing */
"Hungary" = "匈牙利";

/* nothing */
"Indonesia" = "印尼";

/* nothing */
"Ireland" = "愛爾蘭";

/* nothing */
"Israel" = "以色列";

/* nothing */
"Isle of Man" = "曼島";

/* nothing */
"India" = "印度";

/* nothing */
"Informational" = "資訊的";

/* nothing */
"International" = "國際的";

/* nothing */
"British Indian Ocean Territory" = "英屬印度洋地區";

/* nothing */
"Iraq" = "伊拉克";

/* nothing */
"Iran" = "伊朗";

/* nothing */
"Iceland" = "冰島";

/* nothing */
"Italy" = "意大利";

/* nothing */
"Jersey" = "澤西";

/* nothing */
"Jamaica" = "牙買加";

/* nothing */
"Jordan" = "約旦";

/* nothing */
"Japan" = "日本";

/* nothing */
"Kenya" = "肯亞";

/* nothing */
"Kyrgyzstan" = "吉爾吉斯";

/* nothing */
"Cambodia" = "柬埔寨";

/* nothing */
"Kiribati" = "吉里巴斯";

/* nothing */
"Comoros" = "葛摩";

/* nothing */
"St. Kitts and Nevis" = "聖克里斯多福";

/* nothing */
"North Korea" = "北韓";

/* nothing */
"South Korea" = "南韓";

/* nothing */
"Kuwait" = "科威特";

/* nothing */
"Cayman Islands" = "開曼群島";

/* nothing */
"Kazakhstan" = "哈薩克";

/* nothing */
"Laos" = "寮國";

/* nothing */
"Lebanon" = "黎巴嫩";

/* nothing */
"Saint Lucia" = "聖露西亞";

/* nothing */
"Liechtenstein" = "列支敦斯登";

/* nothing */
"Sri Lanka" = "斯里蘭卡";

/* nothing */
"Liberia" = "賴比瑞亞";

/* nothing */
"Lesotho" = "賴索托";

/* nothing */
"Lithuania" = "立陶宛";

/* nothing */
"Luxembourg" = "盧森堡";

/* nothing */
"Latvia" = "拉脫維亞";

/* nothing */
"Libya" = "利比亞";

/* nothing */
"Morocco" = "摩洛哥";

/* nothing */
"Monaco" = "摩納哥";

/* nothing */
"Moldova" = "摩爾多瓦";

/* nothing */
"United States Medical" = "美國醫療組織";

/* nothing */
"Madagascar" = "馬達加斯加";

/* nothing */
"Marshall Islands" = "馬紹爾群島";

/* nothing */
"Military" = "軍事";

/* nothing */
"Macedonia" = "馬其頓";

/* nothing */
"Mali" = "馬利";

/* nothing */
"Myanmar" = "緬甸";

/* nothing */
"Mongolia" = "蒙古";

/* nothing */
"Macau" = "澳門";

/* nothing */
"Northern Mariana Islands" = "北馬里亞納群島";

/* nothing */
"Martinique" = "法屬馬丁尼克";

/* nothing */
"Mauritania" = "茅利塔尼亞";

/* nothing */
"Montserrat" = "蒙瑟拉特島";

/* nothing */
"Malta" = "馬爾他";

/* nothing */
"Mauritius" = "模里西斯";

/* nothing */
"Maldives" = "馬爾地夫";

/* nothing */
"Malawi" = "馬拉威";

/* nothing */
"Mexico" = "墨西哥";

/* nothing */
"Malaysia" = "馬來西亞";

/* nothing */
"Mozambique" = "莫三比克";

/* nothing */
"Namibia" = "納米比亞";

/* nothing */
"New Caledonia" = "新喀里多尼亞島";

/* nothing */
"Niger" = "尼日";

/* nothing */
"Internic Network" = "Internic 網路";

/* nothing */
"Norfolk Island" = "諾福克島";

/* nothing */
"Nigeria" = "奈及利亞";

/* nothing */
"Nicaragua" = "尼加拉瓜";

/* nothing */
"Netherlands" = "荷蘭";

/* nothing */
"Norway" = "挪威";

/* nothing */
"Nepal" = "尼泊爾";

/* nothing */
"Nauru" = "諾魯";

/* nothing */
"Niue" = "紐威島";

/* nothing */
"New Zealand" = "紐西蘭";

/* nothing */
"Oman" = "阿曼";

/* nothing */
"Internic Non-Profit Organization" = "Internic 非營利性組織";

/* nothing */
"Panama" = "巴拿馬";

/* nothing */
"Peru" = "秘魯";

/* nothing */
"French Polynesia" = "法屬波里尼西亞";

/* nothing */
"Papua New Guinea" = "巴布亞紐幾內亞";

/* nothing */
"Philippines" = "菲律賓";

/* nothing */
"Pakistan" = "巴基斯坦";

/* nothing */
"Poland" = "波蘭";

/* nothing */
"St. Pierre and Miquelon" = "聖匹及密啟倫群島";

/* nothing */
"Pitcairn" = "皮特康島";

/* nothing */
"Puerto Rico" = "波多黎各";

/* nothing */
"Palestinian Territory" = "巴勒斯坦地區";

/* nothing */
"Portugal" = "葡萄牙";

/* nothing */
"Palau" = "帛琉群島";

/* nothing */
"Paraguay" = "巴拉圭";

/* nothing */
"Qatar" = "卡達";

/* nothing */
"Reunion" = "留尼旺";

/* nothing */
"Romania" = "羅馬尼亞";

/* nothing */
"Old School ARPAnet" = "教育 ARPAnet";

/* nothing */
"Russian Federation" = "俄羅斯聯邦";

/* nothing */
"Rwanda" = "盧安達";

/* nothing */
"Saudi Arabia" = "沙烏地阿拉伯";

/* nothing */
"Solomon Islands" = "所羅門群島";

/* nothing */
"Seychelles" = "塞席爾群島";

/* nothing */
"Sudan" = "蘇丹";

/* nothing */
"Sweden" = "瑞典";

/* nothing */
"Singapore" = "新加坡";

/* nothing */
"St. Helena" = "聖赫勒拿島";

/* nothing */
"Slovenia" = "斯洛凡尼亞";

/* nothing */
"Svalbard and Jan Mayen Islands" = "冷岸及央麥恩群島";

/* nothing */
"Slovak Republic" = "斯洛伐克共和國";

/* nothing */
"Sierra Leone" = "獅子山";

/* nothing */
"San Marino" = "聖馬利諾";

/* nothing */
"Senegal" = "塞內加爾";

/* nothing */
"Somalia" = "索馬利亞";

/* nothing */
"Suriname" = "蘇利南";

/* nothing */
"Sao Tome and Principe" = "聖多美和普林西比";

/* nothing */
"Former USSR" = "前蘇聯";

/* nothing */
"El Salvador" = "薩爾瓦多";

/* nothing */
"Syria" = "敘利亞";

/* nothing */
"Swaziland" = "史瓦濟蘭";

/* nothing */
"Turks and Caicos Islands" = "土克斯及開科斯群島";

/* nothing */
"Chad" = "查德";

/* nothing */
"French Southern Territories" = "法屬南部地區";

/* nothing */
"Togo" = "多哥";

/* nothing */
"Thailand" = "泰國";

/* nothing */
"Tajikistan" = "塔吉克";

/* nothing */
"Tokelau" = "托克勞群島";

/* nothing */
"East Timor" = "東帝汶";

/* nothing */
"Turkmenistan" = "土庫曼";

/* nothing */
"Tunisia" = "突尼西亞";

/* nothing */
"Tonga" = "東加";

/* nothing */
"Turkey" = "土耳其";

/* nothing */
"Trinidad and Tobago" = "千里達托貝哥";

/* nothing */
"Tuvalu" = "吐瓦魯";

/* nothing */
"Taiwan" = "臺灣";

/* nothing */
"Tanzania" = "坦尚尼亞";

/* nothing */
"Ukraine" = "烏克蘭";

/* nothing */
"Uganda" = "烏干達";

/* nothing */
"United Kingdom" = "英國";

/* nothing */
"United States of America" = "美國";

/* nothing */
"Uruguay" = "烏拉圭";

/* nothing */
"Uzbekistan" = "烏茲別克";

/* nothing */
"Vatican City State" = "梵蒂岡";

/* nothing */
"St. Vincent and the Grenadines" = "聖文森及格瑞那丁";

/* nothing */
"Venezuela" = "委內瑞拉";

/* nothing */
"British Virgin Islands" = "英屬維京群島";

/* nothing */
"US Virgin Islands" = "美屬維京群島";

/* nothing */
"Vietnam" = "越南";

/* nothing */
"Vanuatu" = "萬那杜";

/* nothing */
"Wallis and Futuna Islands" = "瓦里斯及富都拿群島";

/* nothing */
"Samoa" = "薩摩亞";

/* nothing */
"Yemen" = "葉門";

/* nothing */
"Mayotte" = "馬爾他群島";

/* nothing */
"Yugoslavia" = "南斯拉夫";

/* nothing */
"South Africa" = "南非";

/* nothing */
"Zambia" = "尚比亞";

/* nothing */
"Zimbabwe" = "辛巴威";

/* nothing */
"Unknown" = "未知";

/* nothing */
"Open Dialog Window" = "打開對話視窗";

/* nothing */
"Send a File" = "發送檔案";

/* nothing */
"User Info (WHOIS)" = "使用者資訊 (WHOIS)";

/* nothing */
"Operator Actions" = "管理員動作";

/* nothing */
"Give Ops" = "給 Op 權限";

/* nothing */
"Take Ops" = "取消 Op 權限";

/* nothing */
"Give Voice" = "給發言權";

/* nothing */
"Take Voice" = "取消發言權";

/* nothing */
"Kick/Ban" = "踢出/封禁";

/* nothing */
"Kick" = "踢出";

/* nothing */
"Ban" = "封禁";

/* nothing */
"KickBan" = "踢出並封禁";

/* nothing */
"Direct client-to-client" = "直接客戶端到客戶端";

/* nothing */
"Send File" = "發送檔案";

/* nothing */
"Offer Chat" = "請求聊天";

/* nothing */
"Abort Chat" = "中止聊天";

/* nothing */
"Version" = "版本";

/* nothing */
"Userinfo" = "個人資訊";

/* nothing */
"Clientinfo" = "客戶端資訊";

/* nothing */
"Ping" = "Ping";

/* nothing */
"Time" = "時間";

/* nothing */
"Finger" = "Finger";

/* nothing */
"Oper" = "操作";

/* nothing */
"Kill this user" = "砍掉此使用者";

/* nothing */
"Mode" = "模式";

/* nothing */
"Give Half-Ops" = "給准管理員權限";

/* nothing */
"Take Half-Ops" = "取消准管理員權限";

/* nothing */
"Ignore" = "忽略";

/* nothing */
"Ignore User" = "忽略使用者";

/* nothing */
"UnIgnore User" = "取消忽略使用者";

/* nothing */
"Info" = "資訊";

/* nothing */
"Who" = "Who";

/* nothing */
"WhoIs" = "WhoIs";

/* nothing */
"DNS Lookup" = "DNS 查詢";

/* nothing */
"Trace" = "Trace";

/* nothing */
"UserHost" = "使用者主機";

/* nothing */
"External" = "外部程式";

/* nothing */
"Traceroute" = "Traceroute";

/* nothing */
"Telnet" = "Telnet";

/* nothing */
"Leave Channel" = "離開聊天室";

/* nothing */
"Join Channel..." = "加入聊天室...";

/* nothing */
"Enter Channel to Join:" = "輸入要加入的聊天室：";

/* nothing */
"Server Links" = "伺服器清單";

/* nothing */
"Ping Server" = "ping 伺服器";

/* nothing */
"Hide Version" = "隱藏版本資訊";

/* nothing */
"Op" = "給管理員權限";

/* nothing */
"DeOp" = "取消管理員權限";

/* nothing */
"bye" = "道別";

/* nothing */
"Enter reason to kick %s:" = "輸入踢出 %s 的原因：";

/* nothing */
"Sendfile" = "發送檔案";

/* nothing */
"Dialog" = "對話";

/* nothing */
"Send" = "發送";

/* nothing */
"Chat" = "聊天";

/* nothing */
"Clear" = "清除";

/* nothing */
"Couldn't connect to session bus" = "無法連接到執行階段匯流排";

/* nothing */
"Failed to complete NameHasOwner" = "完成命令失敗";

/* nothing */
"Failed to complete Command" = "完成命令失敗";

/* nothing */
"remote access" = "xchat 遠端存取";

/* nothing */
"plugin for remote access using DBUS" = "使用 DBUS 做為遠端存取外掛程式";

/* nothing */
"Couldn't connect to session bus: %s\n" = "無法連接到執行階段匯流排: %s\n";

/* nothing */
"Failed to acquire %s: %s\n" = "取得 %s 失敗: %s\n";

/* nothing */
"About XChat" = "關於 XChat";

/* nothing */
"A multiplatform IRC Client" = "跨平台的 IRC 客戶端軟體";

/* nothing */
"Character Chart" = "字元集";

/* nothing */
"Not connected." = "並未連線。";

/* nothing */
"You must select some bans." = "您必須選擇一些被封禁者。";

/* nothing */
"Are you sure you want to remove all bans in %s?" = "";

/* nothing */
"Mask" = "遮罩";

/* nothing */
"From" = "從";

/* nothing */
"Date" = "日期";

/* nothing */
"You can only open the Ban List window while in a channel tab." = "在聊天室分頁中您只能開啟封禁清單視窗。";

/* nothing */
"XChat: Ban List (%s)" = "XChat： 封禁清單 (%s)";

/* nothing */
"Remove" = "刪除";

/* nothing */
"Crop" = "剪切";

/* nothing */
"Refresh" = "刷新";

/* nothing */
"Displaying %d/%d users on %d/%d channels." = "使用者及聊天室統計：%d/%d 名使用者在 %d/%d 個聊天室中";

/* nothing */
"Select an output filename" = "選擇輸出檔名";

/* nothing */
"_Join Channel" = "加入聊天室";

/* nothing */
"_Copy Channel Name" = "聊天室名";

/* nothing */
"Copy _Topic Text" = "";

/* nothing */
"XChat: Channel List (%s)" = "XChat：聊天室清單 (%s)";

/* nothing */
"_Search" = "XChat： 搜索";

/* nothing */
"_Download List" = "下載";

/* nothing */
"Save _List..." = "伺服器清單(_S)...";

/* nothing */
"Show only:" = "";

/* nothing */
"channels with" = "聊天室";

/* nothing */
"to" = "";

/* nothing */
"users." = "使用者";

/* nothing */
"Look in:" = "";

/* nothing */
"Channel name" = "聊天室名";

/* nothing */
"Search type:" = "搜索文字...";

/* nothing */
"Simple Search" = "";

/* nothing */
"Pattern Match (Wildcards)" = "模樣符合：";

/* nothing */
"Regular Expression" = "";

/* nothing */
"Find:" = "尋找：";

/* nothing */
"Send file to %s" = "給 %s 發送檔案";

/* nothing */
"That file is not resumable." = "該檔案不可續傳。";

/* nothing */
"Cannot access file: %s\n%s.\nResuming not possible." = "不能存取檔案：%s\n%s。\n無法續傳。";

/* nothing */
"File in download directory is larger than file offered. Resuming not possible." = "下載目錄中的檔案比提供的檔案大，無法續傳。";

/* nothing */
"Cannot resume the same file from two people." = "不能從兩人那裡續傳同一檔案";

/* nothing */
"XChat: Uploads and Downloads" = "XChat：上傳與下載";

/* nothing */
"Status" = "狀態";

/* nothing */
"File" = "檔案";

/* nothing */
"ETA" = "ETA";

/* nothing */
"Both" = "兩者";

/* nothing */
"Uploads" = "上傳";

/* nothing */
"Downloads" = "下載";

/* nothing */
"Details" = "詳細資訊";

/* nothing */
"File:" = "檔案：";

/* nothing */
"Address:" = "位址";

/* nothing */
"Abort" = "中止";

/* nothing */
"Accept" = "接受";

/* nothing */
"Resume" = "續傳";

/* nothing */
"Open Folder..." = "開啟文件夾...";

/* nothing */
"XChat: DCC Chat List" = "XChat： DCC 交談清單";

/* nothing */
"Recv" = "接收";

/* nothing */
"Sent" = "已發送";

/* nothing */
"Start Time" = "開始時間";

/* nothing */
"*NEW*" = "*新增*";

/* nothing */
"EDIT ME" = "編輯我";

/* nothing */
"Name" = "名稱";

/* nothing */
"Command" = "命令";

/* nothing */
"Move Up" = "上移";

/* nothing */
"Move Dn" = "下移";

/* nothing */
"Cancel" = "取消";

/* nothing */
"Save" = "儲存";

/* nothing */
"Add New" = "新添";

/* nothing */
"Delete" = "刪除";

/* nothing */
"Sort" = "排序";

/* nothing */
"Help" = "求助";

/* nothing */
"Don't auto connect to servers" = "不要自動與伺服器連線";

/* nothing */
"Use a different config directory" = "使用不同的設定目錄";

/* nothing */
"Don't auto load any plugins" = "不自動載入任何外掛程式";

/* nothing */
"Show plugin auto-load directory" = "顯示外掛程式自動載入的目錄";

/* nothing */
"Show user config directory" = "顯示使用者設定目錄";

/* nothing */
"Open an irc://server:port/channel URL" = "開啟一個 irc://server:port/channel URL";

/* nothing */
"Open URL in an existing XChat" = "";

/* nothing */
"Begin minimized. Level 0=Normal 1=Iconified 2=Tray" = "";

/* nothing */
"level" = "從不";

/* nothing */
"Show version information" = "顯示版本資訊";

/* nothing */
"Failed to open font:\n\n%s" = "開啟字型失敗：\n\n%s";

/* nothing */
"Search buffer is empty.\n" = "搜索緩衝區目前無內容。\n";

/* nothing */
"%d bytes" = "%d 位元組";

/* nothing */
"Network send queue: %d bytes" = "網路傳送佇列: %d 位元組";

/* nothing */
"The Run Command action runs the data in Data 1 as if it has been typed into the entry box where you pressed the key sequence. Thus it can contain text (which will be sent to the channel/person), commands or user commands. When run all \\n characters in Data 1 are used to deliminate seperate commands so it is possible to run more than one command. If you want a \\ in the actual text run then enter \\\\" = "「Run Command」會執行資料 1 中的資料，就如同您是在輸入按鍵序列後出現的輸入格中鍵入這些資料一樣。這樣，它就會包含文字 (這些文字會被發送給聊天室或某人)、命令或使用者命令。執行時，資料 1 中所有「\\n」字元 被用來分隔命令，因此您可以執行不止一個命令。如果您想在執行的文字中包含字元「\\」，您應該輸入「\\\\」";

/* nothing */
"The Change Page command switches between pages in the notebook. Set Data 1 to the page you want to switch to. If Data 2 is set to anything then the switch will be relative to the current position" = "「Change Page」命令在您的筆記本中的分頁間切換。將資料 1 設定成您要切換的分頁。如果資料 2 被設定成任意值，切換分頁數將相對於目前位置而言";

/* nothing */
"The Insert in Buffer command will insert the contents of Data 1 into the entry where the key sequence was pressed at the current cursor position" = "「Insert in Buffer」命令在目前游標處把資料 1 中的內容插入到接受按鍵序列的輸入格中";

/* nothing */
"The Scroll Page command scrolls the text widget up or down one page or one line. Set Data 1 to either Up, Down, +1 or -1." = "「Scroll Page」命令在文字視窗元件中上下滾動一頁或一列。設定資料 1 為 Up、DOWN、+1或-1。";

/* nothing */
"The Set Buffer command sets the entry where the key sequence was entered to the contents of Data 1" = "「Set Buffer」命令把接受按鍵序列後的輸入格設定成資料 1 中的內容";

/* nothing */
"The Last Command command sets the entry to contain the last command entered - the same as pressing up in a shell" = "「Last Command」命令把輸入格設為前一個命令 - 和在終端中按向上箭頭效果相同";

/* nothing */
"The Next Command command sets the entry to contain the next command entered - the same as pressing down in a shell" = "「Next Command」命令把輸入格設為下一個命令 - 和在終端中按向下箭頭效果相同";

/* nothing */
"This command changes the text in the entry to finish an incomplete nickname or command. If Data 1 is set then double-tabbing in a string will select the last nick, not the next" = "該命令改變輸入格中文字，來完成未輸入完畢的使用者暱稱或命令。如果資料 1 被設定，那麼，雙擊 tab 鍵會選擇最後一個暱稱，而非下一個";

/* nothing */
"This command scrolls up and down through the list of nicks. If Data 1 is set to anything it will scroll up, else it scrolls down" = "該命令在暱稱清單中上下移動。如果資料 1 被設定成任意值，它會上移，否則下移";

/* nothing */
"This command checks the last word entered in the entry against the replace list and replaces it if it finds a match" = "該命令對照替換清單來檢查輸入的最後一詞，若找到符合者就代替它";

/* nothing */
"This command moves the front tab left by one" = "該命令把最上面的分頁向左移一格";

/* nothing */
"This command moves the front tab right by one" = "該命令把最上面的分頁向右移一格";

/* nothing */
"This command moves the current tab family to the left" = "該命令把目前分頁向左移一格";

/* nothing */
"This command moves the current tab family to the right" = "該命令把目前分頁向右移一格";

/* nothing */
"Push input line into history but doesn't send to server" = "把輸入列存到歷史中，但不發送給伺服器";

/* nothing */
"There was an error loading key bindings configuration" = "載入鍵盤映射配置時出錯";

/* nothing */
"<none>" = "<無>";

/* nothing */
"Mod" = "修飾鍵";

/* nothing */
"Key" = "按鍵";

/* nothing */
"Action" = "動作";

/* nothing */
"XChat: Keyboard Shortcuts" = "XChat： 鍵盤快捷鍵";

/* nothing */
"Shift" = "Shift";

/* nothing */
"Alt" = "Alt";

/* nothing */
"Ctrl" = "Ctrl";

/* nothing */
"Data 1" = "資料 1";

/* nothing */
"Data 2" = "資料 2";

/* nothing */
"Error opening keys config file\n" = "打開按鍵配置檔案時出錯\n";

/* nothing */
"Unknown keyname %s in key bindings config file\nLoad aborted, please fix %s/keybindings.conf\n" = "鍵盤映射配置檔案中沒有鍵名 %s\n中止載入，請修復 %s/keybindings.conf\n";

/* nothing */
"Unknown action %s in key bindings config file\nLoad aborted, Please fix %s/keybindings\n" = "鍵盤映射配置檔案中沒有動作 %s\n中止載入，請修復 %s/keybindings.conf\n";

/* nothing */
"Expecting Data line (beginning Dx{:|!}) but got:\n%s\n\nLoad aborted, Please fix %s/keybindings\n" = "期待資料列(以 Dx{:|!} 開始)，卻得到：\n%s\n\n中止載入。請修復 %s/keybindings.conf\n";

/* nothing */
"Key bindings config file is corrupt, load aborted\nPlease fix %s/keybindings.conf\n" = "鍵盤映射配置檔案損壞，中止載入\n請修復 %s/keybindings.conf\n";

/* nothing */
"Cannot write to that file." = "無法寫入該檔案。";

/* nothing */
"Cannot read that file." = "無法讀取該檔案。";

/* nothing */
"That mask already exists." = "該遮罩已存在。";

/* nothing */
"Private" = "私人";

/* nothing */
"Notice" = "通知";

/* nothing */
"CTCP" = "CTCP";

/* nothing */
"DCC" = "DCC";

/* nothing */
"Invite" = "邀請";

/* nothing */
"Unignore" = "取消忽略";

/* nothing */
"Enter mask to ignore:" = "輸入要忽略的遮罩：";

/* nothing */
"XChat: Ignore list" = "XChat： 忽略清單";

/* nothing */
"Ignore Stats:" = "忽略統計：";

/* nothing */
"Channel:" = "聊天室：";

/* nothing */
"Private:" = "私人：";

/* nothing */
"Notice:" = "通知：";

/* nothing */
"CTCP:" = "CTCP：";

/* nothing */
"Invite:" = "邀請：";

/* nothing */
"Add..." = "加入...";

/* nothing */
"Channel name too short, try again." = "聊天室名稱太短，再試一次。";

/* nothing */
"XChat: Connection Complete" = "XChat: 連線完成";

/* nothing */
"Connection to %s complete." = "完成到 %s 的連線。";

/* nothing */
"In the Server-List window, no channel (chat room) has been entered to be automatically joined for this network." = "在伺服器清單視窗之中，並沒有輸入會自動加入此網路的聊天室。";

/* nothing */
"What would you like to do next?" = "您接下來想要做什麼？";

/* nothing */
"_Nothing, I'll join a channel later." = "沒事，我稍後再加入聊天室。(_N)";

/* nothing */
"_Join this channel:" = "加入此聊天室(_J):";

/* nothing */
"If you know the name of the channel you want to join, enter it here." = "如果您知道想要加入的聊天室名稱，在這裡輸入它。";

/* nothing */
"O_pen the Channel-List window." = "開啟聊天室清單視窗。(_P)";

/* nothing */
"Retrieving the Channel-List may take a minute or two." = "取回聊天室清單也許會花費一到二分鐘。";

/* nothing */
"_Always show this dialog after connecting." = "總是在連線之後顯示此對話框。(_A)";

/* nothing */
"Dialog with" = "交談與";

/* nothing */
"Topic for %s is: %s" = "%s 的話題是：%s";

/* nothing */
"No topic is set" = "沒有設定話題";

/* nothing */
"This server still has %d channels or dialogs associated with it. Close them all?" = "這台伺服器仍然有 %d 個與它相關的聊天室或對話。要全部關閉它們嗎？";

/* nothing */
"Quit XChat?" = "關於 XChat";

/* nothing */
"Don't ask next time." = "";

/* nothing */
"You are connected to %i IRC networks." = "啟動時自動連接到此網路";

/* nothing */
"Are you sure you want to quit?" = "";

/* nothing */
"Some file transfers are still active." = "某些檔案傳輸仍在進行，要離開 xchat 嗎？";

/* nothing */
"_Minimize to Tray" = "";

/* nothing */
"Insert Attribute or Color Code" = "插入屬性或顏色代碼";

/* nothing */
"<b>Bold</b>" = "<b>粗體</b>";

/* nothing */
"<u>Underline</u>" = "<u>底線</u>";

/* nothing */
"Normal" = "正常";

/* nothing */
"Colors 0-7" = "顏色 0-7";

/* nothing */
"Colors 8-15" = "顏色 8-15";

/* nothing */
"Beep on message" = "有訊息時響鈴提示";

/* nothing */
"Blink tray on message" = "有訊息時響鈴提示";

/* nothing */
"Show join/part messages" = "顯示加入/離開訊息";

/* nothing */
"Color paste" = "彩色貼上";

/* nothing */
"_Close Tab" = "關閉分頁(_C)";

/* nothing */
"_Detach Tab" = "分離分頁(_D)";

/* nothing */
"User limit must be a number!\n" = "使用者限額必須是數字！\n";

/* nothing */
"Topic Protection" = "話題保護";

/* nothing */
"No outside messages" = "無室外訊息";

/* nothing */
"Secret" = "秘密";

/* nothing */
"Invite Only" = "僅邀請";

/* nothing */
"Moderated" = "監管的";

/* nothing */
"Ban List" = "封禁清單";

/* nothing */
"Keyword" = "密碼";

/* nothing */
"User Limit" = "使用者限額";

/* nothing */
"Show/Hide userlist" = "顯示/隱藏使用者清單";

/* nothing */
"Unable to set transparent background!\n\nYou may be using a non-compliant window\nmanager that is not currently supported.\n" = "無法設定透明背景！\n\n或許您正使用目前尚不被支援的\n不相容視窗管理程式。\n";

/* nothing */
"Enter new nickname:" = "輸入新暱稱：";

/* nothing */
"Host unknown" = "未知主機";

/* nothing */
"<tt><b>%-11s</b></tt> %s" = "<tt><b>%-11s</b></tt> %s";

/* nothing */
"Real Name:" = "真實名稱：";

/* nothing */
"User:" = "使用者：";

/* nothing */
"Country:" = "國家：";

/* nothing */
"Server:" = "伺服器：";

/* nothing */
"Away Msg:" = "離開訊息：";

/* nothing */
"%u minutes ago" = "%u 分鐘之前";

/* nothing */
"Last Msg:" = "最後訊息：";

/* nothing */
"The Menubar is now hidden. You can show it again by pressing F9 or right-clicking in a blank part of the main text area." = "選單列目前已隱藏。您可以藉由按下 F9 或以滑鼠右鍵點選主要文字區域的空白部份來重新顯示它。";

/* nothing */
"Open Link in Browser" = "在瀏覽器中開啟連結";

/* nothing */
"Copy Selected Link" = "複製選取的連結";

/* nothing */
"Join Channel" = "加入聊天室";

/* nothing */
"Part Channel" = "離開聊天室";

/* nothing */
"Cycle Channel" = "離開聊天室，而後立即加入";

/* nothing */
"XChat: User menu" = "XChat：使用者選單";

/* nothing */
"Edit This Menu..." = "編輯此選單...";

/* nothing */
"Retrieve channel list..." = "取回聊天室清單...";

/* nothing */
"User Commands - Special codes:\n\n%c  =  current channel\n%e  =  current network name\n%m  =  machine info\n%n  =  your nick\n%t  =  time/date\n%v  =  xchat version\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\neg:\n/cmd john hello\n\n%2 would be \"john\"\n&2 would be \"john hello\"." = "使用者命令 - 特殊編碼：\n\n%c  =  目前聊天室\n%m  =  機器資訊\n%n  =  您的暱稱\n%t  =  時間/日期\n%v  =  xchat 版本\n%2  =  第 2 個詞\n%3  =  第 3 個詞\n&2  =  從第 2 個詞到列尾\n&3  =  從第 3 個詞到列尾\n\n如：\n/cmd john hello\n\n%2 會是「john」\n&2 會是「john hello」。";

/* nothing */
"Userlist Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%e  =  current network name\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "使用者清單按鈕 - 特殊編碼：\n\n%a  =  所有選取的使用者\n%c  =  目前聊天室\n%h  =  選取使用者的主機名\n%m  =  機器資訊\n%n  =  您的暱稱\n%s  =  選取的使用者\n%t  =  時間/日期\n";

/* nothing */
"Dialog Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%e  =  current network name\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "對話按鈕 - 特殊編碼：\n\n%a  =  所有選取的使用者\n%c  =  目前聊天室\n%h  =  選取使用者的主機名\n%m  =  機器資訊\n%n  =  您的暱稱\n%s  =  選取的使用者\n%t  =  時間/日期\n";

/* nothing */
"CTCP Replies - Special codes:\n\n%d  =  data (the whole ctcp)\n%e  =  current network name\n%m  =  machine info\n%s  =  nick who sent the ctcp\n%t  =  time/date\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\n" = "CTCP 回應 - 特殊編碼：\n\n%d  =  資料 (全部 ctcp)\n%m  =  機器資訊\n%s  =  發送 ctcp 的使用者\n%t  =  時間/日期\n%2  =  第 2 個詞\n%3  =  第 3 個詞\n&2  =  從第 2 個詞到列尾\n&3  =  從第 3 個詞到列尾\n\n";

/* nothing */
"URL Handlers - Special codes:\n\n%s  =  the URL string\n\nPutting a ! infront of the command\nindicates it should be sent to a\nshell instead of XChat" = "URL 處理程式 - 特殊編碼：\n\n%s  =  URL 字串\n\n在命令前加一個「!」表示\n該命令應被發送到 shell 而\n非 XChat";

/* nothing */
"XChat: User Defined Commands" = "XChat： 使用者自訂命令";

/* nothing */
"XChat: Userlist Popup menu" = "XChat： 使用者清單彈出選單";

/* nothing */
"Replace with" = "以...替換";

/* nothing */
"XChat: Replace" = "XChat： 替換";

/* nothing */
"XChat: URL Handlers" = "XChat： URL 處理程式";

/* nothing */
"XChat: Userlist buttons" = "XChat： 使用者清單按鈕";

/* nothing */
"XChat: Dialog buttons" = "XChat： 對話框按鈕";

/* nothing */
"XChat: CTCP Replies" = "XChat： CTCP 回應";

/* nothing */
"_XChat" = "_XChat";

/* nothing */
"Network Li_st..." = "網路列表(_S)...";

/* nothing */
"_New" = "新增(_N)";

/* nothing */
"Server Tab..." = "伺服器分頁...";

/* nothing */
"Channel Tab..." = "聊天室分頁...";

/* nothing */
"Server Window..." = "伺服器視窗...";

/* nothing */
"Channel Window..." = "聊天室視窗...";

/* nothing */
"_Load Plugin or Script..." = "載入外掛程式或命令稿(_L)...";

/* nothing */
"_Quit" = "離開(_Q)";

/* nothing */
"_View" = "檢視(_V)";

/* nothing */
"_Menu Bar" = "選單欄(_M)";

/* nothing */
"_Topic Bar" = "話題欄(_T)";

/* nothing */
"_User List" = "使用者清單";

/* nothing */
"U_serlist Buttons" = "使用者清單按鈕(_U)...";

/* nothing */
"M_ode Buttons" = "模式按鈕(_O)";

/* nothing */
"_Channel Switcher" = "聊天室";

/* nothing */
"_Tabs" = "分頁(_T)";

/* nothing */
"T_ree" = "樹狀圖(_R)";

/* nothing */
"_Network Meters" = "網路流量(_N)";

/* nothing */
"Off" = "離線";

/* nothing */
"Graph" = "圖形";

/* nothing */
"_Server" = "伺服器(_S)";

/* nothing */
"_Disconnect" = "切斷連接(_D)";

/* nothing */
"_Reconnect" = "重新連接(_R)";

/* nothing */
"Marked Away" = "標記為暫離";

/* nothing */
"_Usermenu" = "使用者選單(_U)";

/* nothing */
"S_ettings" = "設定(_E)";

/* nothing */
"_Preferences" = "偏好設定(_P)...";

/* nothing */
"Advanced" = "進階";

/* nothing */
"Auto Replace..." = "自動替換...";

/* nothing */
"CTCP Replies..." = "CTCP 回應...";

/* nothing */
"Dialog Buttons..." = "對話框按鈕...";

/* nothing */
"Keyboard Shortcuts..." = "鍵盤快捷鍵...";

/* nothing */
"Text Events..." = "文字事件...";

/* nothing */
"URL Handlers..." = "URL 處理程式...";

/* nothing */
"User Commands..." = "使用者命令...";

/* nothing */
"Userlist Buttons..." = "使用者清單按鈕...";

/* nothing */
"Userlist Popup..." = "使用者清單彈出選單...";

/* nothing */
"_Window" = "視窗(_W)";

/* nothing */
"Ban List..." = "封禁清單...";

/* nothing */
"Channel List..." = "聊天室清單...";

/* nothing */
"Character Chart..." = "字元集...";

/* nothing */
"Direct Chat..." = "直接聊天...";

/* nothing */
"File Transfers..." = "檔案傳輸...";

/* nothing */
"Ignore List..." = "忽略清單...";

/* nothing */
"Notify List..." = "通知清單...";

/* nothing */
"Plugins and Scripts..." = "外掛程式和命令稿...";

/* nothing */
"Raw Log..." = "原始記錄...";

/* nothing */
"URL Grabber..." = "URL 抓取程式...";

/* nothing */
"Reset Marker Line" = "重置標記線";

/* nothing */
"C_lear Text" = "清空文字(_L)";

/* nothing */
"Search Text..." = "搜索文字...";

/* nothing */
"Save Text..." = "儲存文字...";

/* nothing */
"_Help" = "求助(_H)";

/* nothing */
"_Contents" = "內容(_C)";

/* nothing */
"_About" = "關於(_A)";

/* nothing */
"_Attach Window" = "附加視窗(_A)";

/* nothing */
"_Close Window" = "關閉視窗(_C)";

/* nothing */
"User" = "使用者";

/* nothing */
"Last Seen" = "最後一次看到";

/* nothing */
"Offline" = "離線";

/* nothing */
"Never" = "從不";

/* nothing */
"%d minutes ago" = "%u 分鐘之前";

/* nothing */
"Online" = "上線";

/* nothing */
"Enter nickname to add:" = "輸入要新增的暱稱：";

/* nothing */
"Notify on these networks:" = "";

/* nothing */
"Comma separated list of networks is accepted." = "";

/* nothing */
"XChat: Notify List" = "XChat： 通知清單";

/* nothing */
"Open Dialog" = "打開對話視窗";

/* nothing */
"Cannot find 'notify-send' to open balloon alerts.\nPlease install libnotify." = "";

/* nothing */
"XChat: Connected to %u networks and %u channels" = "";

/* nothing */
"_Restore" = "";

/* nothing */
"_Hide" = "隱藏";

/* nothing */
"_Blink on" = "";

/* nothing */
"Channel Message" = "聊天室名";

/* nothing */
"Private Message" = "有悄悄話時響鈴提示";

/* nothing */
"Highlighted Message" = "高亮度顯示訊息時響鈴提示";

/* nothing */
"XChat: Highlighted message from: %s (%s)" = "高亮度顯示訊息時響鈴提示";

/* nothing */
"XChat: %u highlighted messages, latest from: %s (%s)" = "";

/* nothing */
"XChat: New public message from: %s (%s)" = "";

/* nothing */
"XChat: %u new public messages." = "";

/* nothing */
"XChat: Private message from: %s (%s)" = "";

/* nothing */
"XChat: %u private messages, latest from: %s (%s)" = "";

/* nothing */
"XChat: File offer from: %s (%s)" = "";

/* nothing */
"XChat: %u file offers, latest from: %s (%s)" = "";

/* nothing */
"Description" = "描述";

/* nothing */
"Select a Plugin or Script to load" = "選擇要載入的外掛程式或命令稿";

/* nothing */
"XChat: Plugins and Scripts" = "XChat： 外掛程式和命令稿";

/* nothing */
"_Load..." = "載入(_L)...";

/* nothing */
"_UnLoad" = "卸載(_U)";

/* nothing */
"_Close" = "關閉(_C)";

/* nothing */
"Save As..." = "另存為...";

/* nothing */
"XChat: Rawlog (%s)" = "XChat： 原始日誌 (%s)";

/* nothing */
"Clear rawlog" = "清除原始日誌";

/* nothing */
"The window you opened this Search for doesn't exist anymore." = "您為該搜索打開的視窗已不再存在。";

/* nothing */
"Search hit end, not found." = "搜尋到末端，沒找到。";

/* nothing */
"XChat: Search" = "XChat： 搜索";

/* nothing */
"_Match case" = "符合大小寫(_M)";

/* nothing */
"Search _backwards" = "向後搜尋(_B)";

/* nothing */
"_Find" = "尋找(_F)";

/* nothing */
"New Network" = "新網路";

/* nothing */
"Really remove network \"%s\" and all its servers?" = "一定要刪除網路「%s」以及它所有的伺服器嗎？";

/* nothing */
"User name and Real name cannot be left blank." = "使用者名稱與真實名稱不可為空白";

/* nothing */
"XChat: Edit %s" = "XChat： 編輯 %s";

/* nothing */
"Servers for %s" = "%s 的伺服器";

/* nothing */
"Connect to selected server only" = "只連接到選取的伺服器";

/* nothing */
"Don't cycle through all the servers when the connection fails." = "當連線失敗時不要輪詢所有的伺服器";

/* nothing */
"Your Details" = "您的詳細資訊";

/* nothing */
"Use global user information" = "使用廣域使用者資訊";

/* nothing */
"_Nick name:" = "暱稱(_N)：";

/* nothing */
"Second choice:" = "第二選擇：";

/* nothing */
"_User name:" = "使用者名(_U)：";

/* nothing */
"Rea_l name:" = "真實名稱(_L)：";

/* nothing */
"Connecting" = "連接";

/* nothing */
"Auto connect to this network at startup" = "啟動時自動連接到此網路";

/* nothing */
"Use a proxy server" = "使用代理伺服器";

/* nothing */
"Use SSL for all the servers on this network" = "在本網路的所有伺服器使用 SSL";

/* nothing */
"Accept invalid SSL certificate" = "接受無效的 SSL 證書";

/* nothing */
"C_hannels to join:" = "輸入要加入的聊天室(_H)：";

/* nothing */
"Channels to join, separated by commas, but not spaces!" = "要加入的聊天室，用逗號而不是空格分隔！";

/* nothing */
"Connect command:" = "連接命令：";

/* nothing */
"Extra command to execute after connecting. If you need more than one, set this to LOAD -e <filename>, where <filename> is a text-file full of commands to execute." = "連接後執行的額外的命令。如果您使用多個命令，請設定為 LOAD -e <檔案名>，其中 <檔案名> 是一個包含要執行的命令的文字檔案。";

/* nothing */
"Nickserv password:" = "暱稱伺服器密碼：";

/* nothing */
"If your nickname requires a password, enter it here. Not all IRC networks support this." = "如果您的暱稱需要密碼，就在這裡將它輸入。並非所有的 IRC 網路都支援此一功能。";

/* nothing */
"Server password:" = "伺服器密碼：";

/* nothing */
"Password for the server, if in doubt, leave blank." = "伺服器的密碼。如果不確定，保留為空。";

/* nothing */
"Character set:" = "字元設定：";

/* nothing */
"_Edit" = "編輯(_E)";

/* nothing */
"XChat: Network List" = "XChat： 網路清單";

/* nothing */
"User Information" = "使用者資訊";

/* nothing */
"Third choice:" = "第三選擇：";

/* nothing */
"Networks" = "網路";

/* nothing */
"Skip network list on startup" = "啟動時跳過網路清單";

/* nothing */
"_Edit..." = "編輯(_E)...";

/* nothing */
"_Sort" = "排序(_S)";

/* nothing */
"Sorts the network list in alphabetical order. Use SHIFT-UP and SHIFT-DOWN keys to move a row." = "";

/* nothing */
"C_onnect" = "連接(_O)";

/* nothing */
"Text Box Appearance" = "文字框外觀";

/* nothing */
"Font:" = "字型：";

/* nothing */
"Background image:" = "背景圖像：";

/* nothing */
"Scrollback lines:" = "回滾列數：";

/* nothing */
"Colored nick names" = "彩色暱稱";

/* nothing */
"Give each person on IRC a different color" = "給 IRC 上的每名使用者一種不同的顏色";

/* nothing */
"Indent nick names" = "縮格暱稱";

/* nothing */
"Make nick names right-justified" = "讓暱稱右側對齊";

/* nothing */
"Transparent background" = "透明背景";

/* nothing */
"Show marker line" = "顯示標記線";

/* nothing */
"Insert a red line after the last read text." = "在最後讀取的文字後添加一條紅線。";

/* nothing */
"Transparency Settings" = "透明度設定";

/* nothing */
"Red:" = "紅色：";

/* nothing */
"Green:" = "綠色：";

/* nothing */
"Blue:" = "藍色：";

/* nothing */
"Time Stamps" = "時間戳記";

/* nothing */
"Enable time stamps" = "打開時間戳記";

/* nothing */
"Time stamp format:" = "時間戳記格式：";

/* nothing */
"See strftime manpage for details." = "查看 strftime 手冊頁以獲取詳細資訊。";

/* nothing */
"A-Z" = "A-Z";

/* nothing */
"Last-spoke order" = "";

/* nothing */
"Input box" = "輸入框";

/* nothing */
"Use the Text box font and colors" = "使用文字框字型及顏色";

/* nothing */
"Spell checking" = "拼寫檢查";

/* nothing */
"Nick Completion" = "暱稱自動補齊";

/* nothing */
"Automatic nick completion (without TAB key)" = "自動補齊暱稱(無需 TAB 鍵)";

/* nothing */
"Nick completion suffix:" = "暱稱自動補齊後綴：";

/* nothing */
"Nick completion sorted:" = "暱稱自動補齊後綴：";

/* nothing */
"Input Box Codes" = "輸入框編碼";

/* nothing */
"Interpret %nnn as an ASCII value" = "把 %nnn 解釋為 ASCII 值";

/* nothing */
"Interpret %C, %B as Color, Bold etc" = "轉換%C、%B為顏色、粗體等";

/* nothing */
"A-Z, Ops first" = "A-Z, Op 最先";

/* nothing */
"Z-A, Ops last" = "Z-A, Op 最後";

/* nothing */
"Z-A" = "Z-A";

/* nothing */
"Unsorted" = "未排序";

/* nothing */
"Left (Upper)" = "";

/* nothing */
"Left (Lower)" = "";

/* nothing */
"Right (Upper)" = "";

/* nothing */
"Right (Lower)" = "";

/* nothing */
"Top" = "頂部";

/* nothing */
"Bottom" = "底部";

/* nothing */
"Hidden" = "隱藏";

/* nothing */
"User List" = "使用者清單";

/* nothing */
"Show hostnames in user list" = "在使用者清單中顯示主機名";

/* nothing */
"User list sorted by:" = "使用者清單排列方式：";

/* nothing */
"Show user list at:" = "顯示/隱藏使用者清單";

/* nothing */
"Away tracking" = "記錄離開資訊";

/* nothing */
"Track the Away status of users and mark them in a different color" = "追蹤使用者的離開狀態並且以不同顏色標記它們";

/* nothing */
"On channels smaller than:" = "在小於此值的聊天室裡：";

/* nothing */
"Action Upon Double Click" = "雙擊時的動作";

/* nothing */
"Execute command:" = "執行命令：";

/* nothing */
"Windows" = "視窗";

/* nothing */
"Tabs" = "分頁";

/* nothing */
"Always" = "總是";

/* nothing */
"Only requested tabs" = "只有請求的分頁";

/* nothing */
"Tree" = "樹狀圖(_R)";

/* nothing */
"Switcher type:" = "搜索文字...";

/* nothing */
"Open an extra tab for server messages" = "打開額外的分頁存放伺服器訊息";

/* nothing */
"Open an extra tab for server notices" = "打開額外的分頁存放伺服器通知";

/* nothing */
"Open a new tab when you receive a private message" = "打開額外的分頁存放伺服器訊息";

/* nothing */
"Sort tabs in alphabetical order" = "按字母表順序排序分頁";

/* nothing */
"Small tabs" = "小分頁";

/* nothing */
"Focus new tabs:" = "聚焦到新分頁：";

/* nothing */
"Show channel switcher at:" = "聊天室";

/* nothing */
"Shorten tab labels to:" = "縮短分頁標籤至：";

/* nothing */
"letters." = "字母。";

/* nothing */
"Tabs or Windows" = "分頁或視窗";

/* nothing */
"Open channels in:" = "打開聊天室於：";

/* nothing */
"Open dialogs in:" = "打開對話框於：";

/* nothing */
"Open utilities in:" = "打開工具於：";

/* nothing */
"Open DCC, Ignore, Notify etc, in tabs or windows?" = "打開 DCC、忽略、通知等動作，使用分頁還是視窗？";

/* nothing */
"No" = "否";

/* nothing */
"Yes" = "是";

/* nothing */
"Browse for save folder every time" = "每次瀏覽儲存文件夾";

/* nothing */
"Files and Directories" = "檔案和目錄";

/* nothing */
"Auto accept file offers:" = "自動接受所提供的檔案：";

/* nothing */
"Download files to:" = "把檔案下載到：";

/* nothing */
"Move completed files to:" = "移動完成下載的檔案到：";

/* nothing */
"Save nick name in filenames" = "把暱稱存入檔名";

/* nothing */
"Network Settings" = "網路設定";

/* nothing */
"Get my address from the IRC server" = "從 IRC 伺服器獲取我的位址";

/* nothing */
"Asks the IRC server for your real address. Use this if you have a 192.168.*.* address!" = "向 IRC 伺服器查詢您的真實位址。如果您具有 192.168.*.* 這樣的位址時，請使用此命令。";

/* nothing */
"DCC IP address:" = "DCC IP 位址：";

/* nothing */
"Claim you are at this address when offering files." = "發送檔案時聲稱您是這個位址。";

/* nothing */
"First DCC send port:" = "第一個 DCC 檔案發送輸出入埠：";

/* nothing */
"Last DCC send port:" = "最後一個 DCC 檔案傳送輸出入埠：";

/* nothing */
"!Leave ports at zero for full range." = "！輸出入埠保留為 0 表示允許所有範圍。";

/* nothing */
"Maximum File Transfer Speeds (bytes per second)" = "最大檔案傳輸速度(位元組每秒)";

/* nothing */
"One upload:" = "一次上傳";

/* nothing */
"Maximum speed for one transfer" = "一個傳送行程的最大速度";

/* nothing */
"One download:" = "一次下載：";

/* nothing */
"All uploads combined:" = "所有上傳：";

/* nothing */
"Maximum speed for all files" = "所有檔案的最大速度";

/* nothing */
"All downloads combined:" = "所有下載";

/* nothing */
"Alerts" = "警報";

/* nothing */
"Show tray balloons on:" = "顯示分頁於：";

/* nothing */
"Blink tray icon on:" = "有訊息時響鈴提示";

/* nothing */
"Blink task bar on:" = "";

/* nothing */
"Make a beep sound on:" = "";

/* nothing */
"Enable system tray icon" = "";

/* nothing */
"Highlighted Messages" = "高亮度顯示訊息時響鈴提示";

/* nothing */
"Highlighted messages are ones where your nickname is mentioned, but also:" = "";

/* nothing */
"Extra words to highlight:" = "需要高亮度顯示的其它詞組：";

/* nothing */
"Nick names not to highlight:" = "不要高亮度顯示的暱稱：";

/* nothing */
"Nick names to always highlight:" = "不要高亮度顯示的暱稱：";

/* nothing */
"Separate multiple words with commas." = "請用逗號分隔多個詞組。";

/* nothing */
"Default Messages" = "預設訊息";

/* nothing */
"Quit:" = "離開：";

/* nothing */
"Leave channel:" = "離開聊天室：";

/* nothing */
"Away:" = "離開：";

/* nothing */
"Away" = "離開";

/* nothing */
"Announce away messages" = "發佈暫離訊息";

/* nothing */
"Announce your away messages to all channels" = "發佈暫離訊息到所有聊天室";

/* nothing */
"Show away once" = "只顯示暫離一次";

/* nothing */
"Show identical away messages only once" = "同樣的暫離訊息只顯示一次";

/* nothing */
"Automatically unmark away" = "自動取消暫離狀態";

/* nothing */
"Unmark yourself as away before sending messages" = "發送訊息前取消您的暫離狀態";

/* nothing */
"Advanced Settings" = "進階設定";

/* nothing */
"Auto reconnect delay:" = "自動重連間隔：";

/* nothing */
"Display MODEs in raw form" = "使用原始格式顯示模式";

/* nothing */
"Whois on notify" = "誰在上線通知清單上";

/* nothing */
"Sends a /WHOIS when a user comes online in your notify list" = "當您通知清單中的某位使用者上線時發送 /WHOIS 命令";

/* nothing */
"Hide join and part messages" = "隱藏加入/離開訊息";

/* nothing */
"Hide channel join/part messages by default" = "預設隱藏聊天室裡的加入/離開訊息";

/* nothing */
"Auto Open DCC Windows" = "自動打開 DDC 視窗";

/* nothing */
"Send window" = "發送視窗";

/* nothing */
"Receive window" = "接收視窗";

/* nothing */
"Chat window" = "聊天視窗";

/* nothing */
"Logging" = "日誌";

/* nothing */
"Enable logging of conversations" = "允許記錄對話內容";

/* nothing */
"Log filename:" = "記錄檔案名稱:";

/* nothing */
"%s=Server %c=Channel %n=Network." = "%s=伺服器 %c=聊天室 %n=網路。";

/* nothing */
"Insert timestamps in logs" = "在日誌中加入時間戳記";

/* nothing */
"Log timestamp format:" = "日誌時間戳記格式：";

/* nothing */
"(Disabled)" = "(停用)";

/* nothing */
"Wingate" = "Wingate";

/* nothing */
"Socks4" = "Socks4";

/* nothing */
"Socks5" = "Socks5";

/* nothing */
"HTTP" = "HTTP";

/* nothing */
"MS Proxy (ISA)" = "MS Proxy (ISA)";

/* nothing */
"All Connections" = "所有的連接";

/* nothing */
"IRC Server Only" = "僅列出 IRC 伺服器";

/* nothing */
"DCC Get Only" = "僅使用 DCC Get";

/* nothing */
"Your Address" = "您的位址";

/* nothing */
"Bind to:" = "綁定於：";

/* nothing */
"Only useful for computers with multiple addresses." = "只對有多個位址的電腦有用。";

/* nothing */
"Proxy Server" = "代理伺服器";

/* nothing */
"Hostname:" = "主機名：";

/* nothing */
"Port:" = "輸出入埠：";

/* nothing */
"Type:" = "類型：";

/* nothing */
"Use proxy for:" = "使用代理伺服器於：";

/* nothing */
"Proxy Authentication" = "代理伺服器驗證";

/* nothing */
"Use Authentication (MS Proxy, HTTP or Socks5 only)" = "使用驗證(MS Proxy、HTTP 或僅有 Socks5)";

/* nothing */
"Use Authentication (HTTP or Socks5 only)" = "使用驗證(HTTP 或僅有 Socks5)";

/* nothing */
"Username:" = "使用者名：";

/* nothing */
"Password:" = "密碼：";

/* nothing */
"Select an Image File" = "選擇一個圖像檔案";

/* nothing */
"Select Download Folder" = "選擇下載文件夾";

/* nothing */
"Select font" = "選擇字型";

/* nothing */
"Browse..." = "瀏覽...";

/* nothing */
"Mark identified users with:" = "標記驗證過的使用者為：";

/* nothing */
"Mark not-identified users with:" = "標記未驗證過的使用者為：";

/* nothing */
"Open Data Folder" = "開啟文件夾...";

/* nothing */
"Select color" = "選擇顏色";

/* nothing */
"Text Colors" = "文字顏色";

/* nothing */
"mIRC colors:" = "mIRC 顏色：";

/* nothing */
"Local colors:" = "本地的顏色：";

/* nothing */
"Foreground:" = "前景：";

/* nothing */
"Background:" = "背景：";

/* nothing */
"Marking Text" = "標記文字";

/* nothing */
"Interface Colors" = "介面顏色";

/* nothing */
"New data:" = "新資料：";

/* nothing */
"Marker line:" = "標記線：";

/* nothing */
"New message:" = "新訊息：";

/* nothing */
"Away user:" = "離開的使用者：";

/* nothing */
"Highlight:" = "高亮度顯示：";

/* nothing */
"Event" = "事件";

/* nothing */
"Sound file" = "音效檔案";

/* nothing */
"Select a sound file" = "選擇聲音檔案";

/* nothing */
"Sound playing method:" = "播放聲音方法：";

/* nothing */
"External sound playing _program:" = "外部聲音播放程式(_P)：";

/* nothing */
"_External program" = "外部程式(_E)";

/* nothing */
"_Automatic" = "自動(_A)";

/* nothing */
"Sound files _directory:" = "音效檔案目錄(_D)：";

/* nothing */
"Sound file:" = "音效檔案：";

/* nothing */
"_Browse..." = "瀏覽(_B)...";

/* nothing */
"_Play" = "播放(_P)";

/* nothing */
"Interface" = "介面";

/* nothing */
"Text box" = "文字框";

/* nothing */
"User list" = "使用者清單";

/* nothing */
"Channel switcher" = "聊天室";

/* nothing */
"Colors" = "顏色";

/* nothing */
"Chatting" = "聊天";

/* nothing */
"General" = "一般";

/* nothing */
"Sound" = "音效";

/* nothing */
"Network setup" = "網路設定";

/* nothing */
"File transfers" = "檔案傳輸";

/* nothing */
"Categories" = "類別";

/* nothing */
"You cannot place the tree on the top or bottom!\nPlease change to the <b>Tabs</b> layout in the <b>View</b> menu first." = "";

/* nothing */
"Some settings were changed that require a restart to take full effect." = "有些設定需要重新啟動 xchat 才會生效。";

/* nothing */
"*WARNING*\nAuto accepting DCC to your home directory\ncan be dangerous and is exploitable. Eg:\nSomeone could send you a .bash_profile" = "*警告*\n自動接收 DCC 到您的主目錄中是危險之舉，\n且有被盜用的可能性。例如：\n某人可能會給您發送一份 .bash_profile 檔案";

/* nothing */
"XChat: Preferences" = "XChat： 偏好設定";

/* nothing */
"There was an error parsing the string" = "解析字串時出錯";

/* nothing */
"This signal is only passed %d args, $%d is invalid" = "該信號只接受 %d 個引數，$%d 無效";

/* nothing */
"Print Texts File" = "列印文字檔案";

/* nothing */
"Edit Events" = "編輯事件";

/* nothing */
"$ Number" = "$ 數字";

/* nothing */
"Load From..." = "從...載入";

/* nothing */
"Test All" = "測試全部";

/* nothing */
"URL" = "URL";

/* nothing */
"XChat: URL Grabber" = "XChat： URL 擷取程式";

/* nothing */
"Clear list" = "清空清單";

/* nothing */
"Copy selected URL" = "複製選取的 URL";

/* nothing */
"Copy" = "複製";

/* nothing */
"Save list to a file" = "儲存清單到檔案";

/* nothing */
"%d ops, %d total" = "%d 個管理員，共 %d 人";

